import {Title} from '../../components/Title'
import {Image} from '../../components/Image'

export default function Page() {
  return (
    <div>
      <p>
        「AI」。
        特に関係ありません。
        人工知能のことですが、ブロックチェーンとも NFT とも関係はありません。
        AI が作った絵の NFT …なんてのはあるかもしれませんが、それは絵の話であって NFT ではありません。
        NFT は絵ではないのです。
      </p>
      <h2>
        6. 億万長者になる方法
      </h2>
      <p>
        さて、ここまで読み進めてきたあなたは NFT とは何かを理解し、その用途や関連する事柄について把握しています。
        <strong>サイバーメタルチンピラ</strong>として振る舞うために、NFT をシノギにしていきましょう。
      </p>
      <p>
        改めて、NFT という技術自体に値段はついていません。
        NFT を売買するマーケットプレイスに出品することで NFT と暗号資産を交換することができます。
        ということは、安価で手に入れた NFT を高値で売ることができれば大金を手にすることも可能です。
        最もプリミティブな方法は、将来性のある NFT プロジェクトに初期から参加することです。
        あなたのセンスや情報収集能力をフルに活かしてベットしていきましょう。
        成功すれば、その NFT は資産になるでしょう。
        もう一つの方法は、あなたの持っている NFT があたかも価値があるように見せかけることです。
        そうすれば一時的に値段は高騰します。
        もちろん、民衆が本質に気づいたら暴落するのでその前に売り抜ける必要があります。
        インフルエンサーに宣伝させたり、嘘の情報を流したり、値段をあえて吊りあげて人気があるようにみせたり…。
      </p>
      <p>
        そうそう、私も先日 NFT プロジェクトを立ち上げました。
        NFT の数は 100 にも満たないですが、すでに 40 人ほどのホルダーがいます。
        非常にクローズドにプロジェクトを立ち上げたので、まだ知っている人は限られています。
        将来的にスケールも可能ですし、当然グローバルに展開できます。
        どうでしょう？魅力的でしょうか？もし気になるなら、下の QR コードからアクセスしてみてください。
      </p>
      <Image
        href={'/daichiro/nft_qr.png'}
        description={'opensea.io'}
        widthPercentage={'25'}
      />
      <p>
        OpenSea というのは今のところ一番巨大なマーケットプレイスです。
        さあ、イーサリアムを用意してこの NFT を買ってみましょう。
        正直初心者で購入まで行くのはかなり難しいですが、億万長者になるためです。
        それくらいの努力は惜しまずに調べてみましょう。
      </p>
      <p>
        ブロックチェーン、NFT といった技術が 5 年後、10 年後に当たり前になっているのか、
        誰も見向きもしなくなっているのかはわかりませんが、もし当たり前になるのなら今学んでおくことは大きなアドバンテージになるかもしれません。
      </p>
    </div>
  )
}
