import {Title} from '../../../components/Title'
import {Image} from '../../../components/Image'
import {Pagination} from '../../../components/Pagination'

export default function Page() {
  return (
    <Pagination page={999}>
      <p>赤子が少し動けるようになってくると、泣く理由が増えてくる。寝転がったはいいものの元に戻れない、はいはいして家具の隙間に入り込んでしまい動けない、つかまり立ちで立ち上がったもののどうしていいかわからない、など。高いところに登ったはいいが降りられない猫と同じである。仕方がないのでどちらも抱えて元に戻してやる。なぜかまた同じことを繰り返す。こちらの忠誠心を試されているのだろうか。</p>
      <p>突然部屋の片隅でリバースするのも共通だ。赤子の場合は胃の形状が真っ直ぐで食道につながっているため、ふとした拍子で飲んだミルクが戻ってきてしまうらしい。猫の場合は胃の中に溜まった毛玉を吐き出すのが主目的だが、いずれにしても絨毯の上にだばぁされると精神的なダメージをくらう。気が付かずに踏んだ場合は最悪だ。</p>
      <p>赤子も猫も机の上に置かれたものはすべて触り、引っ張り、いじり、落とす。元の位置に戻しても、また落とす。なぜならそこに物があるから。落とされたくないものを置いているほうが悪い。はい、そうですね。おかげで我が家のリビングからはずいぶん物が消えた。</p>
      <p>紐を引っ張るのも好きである。特にパーカーの紐などは大好物。結び目を囓り、食いつき、じゃれつく。コンセントや充電コードもおもちゃになる。ガーゼタオルは綱引きに最適だし、長いスカートの裾も心がくすぐられるものらしい。ティッシュは無限に引っ張り出して囓る。ってそれは食べちゃダメええええええええ</p>
      <p>そしてこちらの顔は最高のおもちゃと認識しているようだ。頭を近づければ両手で抱えてげりげりと蹴られる。顔を近付ければ鼻を噛まれる。もしくは手で力強く押し戻される。かと思えば、唇を引っ張ったり口の中に手を突っ込んで歯を触ってくる。これはさすがに赤子だけだが。</p>
      <p>爪を立てる攻撃もお手のものである。顔をひっかいたり、授乳中に胸元を爪で掴んできたり。とても痛い。爪が伸びるスピードが赤子は異常に早いので、2日に1度は爪を切っている気がする。</p>
      <p>カーテンに隠れて外を眺めるのも好きなようだ。動くものが好きなのか、鳥が飛んでいる様子をじっと眺めていたりする。天気の良い日は太陽の日差しをめいっぱい浴びている。</p>
      <p>禁止されている場所に入り込む達人でもある。押入れのわずかな隙間、寝室の扉、閉め忘れたチャイルドゲート、そういったものを奴らは決して見逃さない。珍しく静かにしているな、と思うとき。それは大抵、普段入れないようにしているはずの場所に入り込んで探検をしているか、触られたくないものをめいっぱいいじっていたずらしているときかのどちらかだ。</p>
      <p>とはいえ、猫と赤子は違うところもある。まず、思ったより赤子は寝ない。正確には、上手には寝てくれない。一日の半分近くは寝て過ごしているはずなのだが、ほとんどの場合寝る前に眠くてぐずる。ギャン泣きする度に抱っこし、揺らし、よしよしとなだめ、トントンと背中を叩いてやり、落ち着いたかと思って布団に置いた瞬間に目を覚まし、再びギャン泣きモードに突入する。こちらの手首も腰も背中もずたぼろであるが、そんなことは赤子には関係ない。</p>
    </Pagination>
  )
}
