import {Title} from '../../../components/Title'
import {Image} from '../../../components/Image'
import {Pagination} from '../../../components/Pagination'

export default function Page() {
  return (
    <Pagination page={999}>
      <p>お風呂はたいていの場合、赤子は好きである。最初はシャワーの音などに驚いて泣く場合もあるが、温かい湯船に浸けると惚けて「無」の表情になる。まだ自力で笑うこともできない新生児の場合、完全にゼロの状態になっている姿を見るのはちょっと面白い。猫をお風呂に入れる？　よっぽど地獄を見たいのかな。</p>
      <p>抱っこをすると喜ぶのは赤子ならではかもしれない。少なくとも家の猫は抱っこが嫌いで、抱き抱えると両手を突っ張って力づくで脱出してしまう子だった。一方、赤子は抱っこすると両手でバンザイしながら抱きついてきてニコニコしている。とてもかわいい。</p>
      <p>赤子は遠くからでもこちらを見つければ満面の笑みを浮かべ、転がり移動やはいはいができるようになってからは甘えて寄ってきてくれるようになった。家の猫もご飯がほしいときには寄って来てくれたが、赤子の場合は常に甘えてきてくれる。とてもかわいい。（どれだけ甘えてくるかは猫の性格によるのかもしれない）</p>
      <p>しかし猫と赤子はなぜ似ているのだろう。おそらく、我々は本能を猫にハックされているのだ。</p>
      <p>托卵という術がある。鳥が他の種類の鳥の巣に卵を産みつけ、自分の子を他の鳥に育てさせる手法だ。猫はこの托卵という手法を進化させ、自らを人間の赤子に寄せることで、人間の赤子のごとく可愛がらせ、世話を焼かせ、人間を下僕化することに成功した生き物なのではないだろうか。</p>
      <p>我々はまんまとその策略にはまり、猫のためにふかふかの寝床を用意し（毛布はすべて奪われる）、猫が好きそうなキャットフードを買い漁り（だいたい試供品は食べるのに大袋を買ってきたら食べない）、トイレの猫砂をこまめに交換し（新しい砂を入れた途端にトイレにきて用を足す）、思い切り走り回り爪研ぎができるように家を整え（マイホームを買いました）、下僕と化していく。</p>
      <p>でも良いのだ。仕方ない。だってかわいいのだもの。</p>
      <p>小さくて丸くて柔らかくて温かい、そして一瞬一瞬を全力で生きているこの生き物たち(猫と赤子)。たとえそのすべてが策略なのだとしても、どうにも愛おしくてたまらないのである。</p>
    </Pagination>
  )
}
