import {Pagination} from '../../../components/Pagination'
import {PrologueContainer} from '../../../components/PrologueContainer'

export default function Page() {
  return (
    <Pagination page={2}>
      <PrologueContainer>
        <h3>プロローグ</h3>
        <p>ノイズすら飲み込むような真っ黒な海を、<ruby>飛行機<rt>エアプレーン</rt></ruby>のナビゲーションライトが切り裂いていく。数え切れないほどのランナーたちが輝いては消えていった、<ruby>東京湾<rt>ポート</rt></ruby>の凍てつくようないつもの風景。</p>
        <p><ruby>首都高<rt>レーン</rt></ruby>を切り裂いていく時代錯誤なガソリンエンジンの爆音と<ruby>重酸性雨<rt>アシッド</rt></ruby>たちから身を隠すように、ゴアテックスのジャケットを身にまとった男が地下へと続く階段を降りていった。</p>
        <p>有明。<ruby>バイオ企業<rt>テック</rt></ruby>によって汚染された埋め立て地。西暦２０２２年に発生した大規模な<ruby>化学薬品倉庫<rt>ストレージ</rt></ruby>の爆発事故によって、今でも健康被害が報告されている制限地帯。</p>
        <p>人が寄りつかない場所には、人目から隠れたいランナーたちが集まる。この店——オメガ・BARもその一つだ。荒れた地下の奥まった場所にあるドアには、<ruby>雲<rt>クラウド</rt></ruby>をかたどったキャラクターのプレートが飾られている。</p>
        <p>ドアを開く。軋む金属の悲鳴は、ここ20年の汚染が全て染み込んでいるような重さだ。</p>
        <i>「……よう、Nクラウド大人」</i>
        <p>見知った金髪のバーテンダーが声をかけてくる。</p>
        <p>外見から想像できない甲高さの、その馴れ馴れしい声の調子に苛立ちを覚えながら、男——Nクラウドはカウンターの席に陣取った。</p>
        <p>頼んでもないのに、その金髪の男は傷だらけのグラスにビールを注いで、目の前に置いた。</p>
        <i>「新しい<ruby>仕事<rt>ラン</rt></ruby>はどうだった？」</i>
        <p>金髪の男はそう聞いた。</p>
        <i>「……カスばっかりだ」</i>
        <p>もともとたいして好きでもないビールのグラスを手に取り、一気にそれを飲み干す。</p>
        <i>「チンピラばっかりだよ、どいつもこいつも、まったくね」</i>
        <p>細かい擦り傷で曇ったガラスをゆっくりとカウンターに置いて、Nクラウドは言った。</p>
        <p>そもそもビールは嫌いだが、さらに悪いことにこの店のビールは不味い。何せ、この金髪のバーテンダーが薄汚い倉庫で勝手に醸造している脱法ビールだからだ。作っている本人はくだらない<ruby>蘊蓄<rt>ポエム</rt></ruby>をほざいているが、出来上がったもブツの味は外で打ちつける<ruby>重酸性雨<rt>アシッド</rt></ruby>と何も変わらない。成形オキアミと、工業アルコールを混ぜたような味だ。</p>
        <p>だがそれでもこの腐った水を飲まなくてはいけない理由は、この店は<ruby>技術者<rt>テッキー</rt></ruby>が集まる店で、<ruby>特S旧のハッカー<rt>ウィザード</rt></ruby>が集まる店であり、<ruby>兵士<rt>ランナー</rt></ruby>が集まる店だからだ。</p>
      </PrologueContainer>
    </Pagination>
  )
}
