import {Title} from '../../../components/Title'
import {Image} from '../../../components/Image'
import {Pagination} from '../../../components/Pagination'

export default function Page() {
  return (
    <Pagination page={999}>
      <ul>
        <li>顔の傷は赤い？青い？傷は他にもある？古傷は？治療のあとはある？</li>
        <li>泣いている？笑っている？目を逸らしている？こちらを睨んでいる？</li>
        <li>その反応はxxにとってキャラ通りの反応？逸脱した反応？</li>
        <li>殴ったのが誰なのかは重要？重要なら誰？</li>
        <li>殴られた理由は重要？重要なら理由は何？</li>
      </ul>
      ……と、実は様々なバリエーションがあることがわかる。
      <p>そして、それらについて「あなたにとって、何故それはそれでなければならないのか？」について追うことで、「xxのいろんな顔、今回なら憎悪の顔をみたいだけで、傷そのものは小道具だな」とか、「原作で傷つきながらも任務を遂行してたあのシーンのときめきを追いつづけたい。なので、傷ついてて欲しいけど別に傷つけたいわけではないな」とか、「暴力さえ飲み込むxxが見たい。叶うならそのまま飲み込まれたい」とか、「単にこの人が描いたこの子を見たいと思ったら、正解が殴るになっただけだった」とか、</p>
      <p>「自分が見たいもの」、つまり「性癖」「光」「願い」「尊み」「センスオブワンダー」「トキメキ」「萌え」…… そういう「自分の感情を動かすもの」の解像度を少し上げることができる。</p>
      <p>「自分が見たいもの」の解像度が上げる事が出来たならば、依頼文に絶対に書かなければならないことはなにか、それはその人に頼むべき内容なのか、そもそも依頼が適切なのかといった様々について見直せるようになる。</p>
      <p>逆にこの辺を曖昧にすると「そう頼んだけど、なんか違うんだよな」というリスクが上がるわけである。分かってないものはどれだけ説明したって、分かってもらえないのである。</p>
      <h2>[★★]依頼文を「事故を起こさないことを優先して」書く</h2>
      <p>「A→C & B→C前提の AxBをお願いします！！！」と依頼をしたとする。同じ女を好きって百合なんだよな。しかしAxCが納品される。何故。とても悲しい。だが、これは実際に何度も見かける事故なのだ。</p>
      <p>skebではやり取りを禁止されているため、「ラフの段階で修正」等は出来ない。いくら「書いたじゃん！」と言っても、どうにもならないのである。</p>
      <p>したがってクライアントに出来ることは、「依頼文を「事故を起こさないことを優先して」書く」事のみになる。「箇条書きを用いる」「参考画像等を用いる」「ミームはそれがミームであることを分かるようにする」など、出来る限り事故を減らしたい。</p>
      <h2>[★]依頼によって頼む人を選ぶ・頼む人によって依頼を選ぶ</h2>
      <p>全知は存在しない。であるので、絵描きも「絵柄の向いている-いない」「性癖の理解できる-できない」「作品の好き-嫌い」……等々がある。したがって、描いて欲しいネタがあるなら人を選ぶべきだし、描いて欲しい人がいるならネタを選ぶべきである。</p>
    </Pagination>
  )
}
