import {Image} from '../../components/Image'

export default function Page() {
  return (
    <div>
      <h3>町内会への参加・近所付き合いは必須</h3>
      <p>
        これは東京に染まりまくったコミュ障どもにはちと厳しい話だな。
      </p>
      <p>
        田舎には町内会ってものがあってな、参加は強制ではないらしいがこれに入らねぇと収集場にゴミは出せねぇし近辺の情報が書かれた回覧板も回ってこねぇ。
      </p>
      <p>
        ぶっちゃけ後者はどうでもいいんだが、問題は前者だよな。マジこいつが意味わかんねぇクソッタレなルールだと思うよ。ゴミ出しができねぇとか実質町内会に入らなければ人間としての生活ができねぇよって脅しているようなもんじゃねぇか？ これだけは田舎に唯一文句がある部分だな。
      </p>
      <p>
        だから町内会への参加は実質必須なわけだが、場所に依るが会費は年3000円程度だし偶に収集場のゴミ当番が回ってきて町内会の集まりも年に1回あるかないかくらいだからそんなに負担にはならねぇよ。
      </p>
      <p>
        あとは、近所付き合いがあるくらいだな。これは最初がマジで肝心でここをミスると村八分にされるリスクがあるからそこは覚悟しておけ。
      </p>
      <p>
        と言っても、やることは引っ越して1週間以内にタオル等の粗品を持って隣接している家に挨拶して回るくらいだけどな。それさえ済ませば、それ以降は目が合った時に軽く挨拶するくらいで面倒事はほとんどねぇよ。近所のジジババのクソなげぇ話に付き合わされることは偶にあるかもしれないけどな。
      </p>
      <p>
        近所付き合いはお前らのような表情筋が終わってるクソコミュ障どもには苦痛かもしれないが、タレント顔負けの愛嬌と表情筋を持つおれにとってはどうってことない話なので別に欠点でもなんでもないんだがな。
      </p>
      <h3>家・庭のメンテナンスにコストがかかる</h3>
      <p>
        当たり前なんだが、一軒家は東京のウサギ小屋に比べてクソ広いし大体1階だけでなく2階もあるからその分掃除だって大変だし時間はかかる。
      </p>
      <p>
        お前らが綺麗好きであればあるほどその労働コストは高く付くだろうな。
      </p>
      <p>
        おれのように多少散らかっていても問題ないというズボラな奴ならササっと掃除機をかければ済む話だし、そこまで苦じゃないだろうけどな。
      </p>
      <p>
        それと、庭も付いているから当然庭の手入れも必要になる。
      </p>
      <p>
        庭の手入れや園芸自体が好きな奴にとってはどうせやることだから関係ねぇ話だろうが、おれのように庭の景観に一切興味がねぇ奴にとってはちぃと面倒くせぇ話だろうな。
      </p>
      <p>
        だけど、そういう奴は除草剤を2~3度に分けてぶっかければいい話だから、面倒なのは一瞬で終わるよ。除草剤自体も1000円かそこらあれば買えるもんだしな。
      </p>
    </div>
  )
}
