import {Image} from '../../components/Image'

export default function Page() {
  return (
    <div>
      <h2>エデンに住む資格</h2>
      <p>
        お前ら貧乏人どもにとってのエデンの話をしてきたわけだが、薄々感づいている奴もいると思う。誰でもエデンに住めるわけじゃねぇってことに。
      </p>
      <p>
        おれが思うエデンに住む資格を簡単に↓に羅列してみた。ハナっからこいつらを全部持ってるのが理想だが、移り住んでから身に着けることもできるからたとえ今はできなくても悲観する必要はねぇよ。
      </p>
      <ul>
        <li>自由な移動手段（自動車 or バイク or 自転車）
          <ul>
            <li>前にも書いたが、田舎だと駅や店がクソ遠いことが多いからこの辺りの移動手段は必須だな。無いと一軒家が陸の孤島になっちまうぞ。</li>
          </ul>
        </li>
        <li>最低限の自炊力
          <ul>
            <li>貧乏だから田舎に行くんだよなぁ？ だったら自分が食うための飯を作ることは必須だ。そもそも田舎に外食店はそんなにねぇからよ。</li>
          </ul>
        </li>
        <li>孤独耐性 or 何らかのコミュニティ
          <ul>
            <li>東京から田舎に移るってことは東京で作った仲間やダチとも離れるってことだ。そうすっと周りに知っている奴が居ねぇ状況になる。この状況に耐えられるかどうかも重要だな。</li>
            <li>耐えられねぇ奴は、田舎で何らかのコミュニティに新しく入るかダチが既にいる田舎に行くかのどっちかをやる必要があるだろうな。</li>
          </ul>
        </li>
        <li>最低限の社会性
          <ul>
            <li>前にも書いたが、田舎では近所付き合いは必須だ。最低限の近所付き合いができる程度の社会性が無いと村八分を食らうから気を付けな。</li>
          </ul>
        </li>
        <li>虫への耐性
          <ul>
            <li>田舎と虫は切っても切れない関係だと思った方がいい。虫と共に生きるもしくは全て〇すか選べ。残念だがこればっかりは他のと違って、本当に無理な奴は一生克服できない問題だろうな。</li>
          </ul>
        </li>
      </ul>
      <h2>さいごに</h2>
      <p>
        今回は東京に住む貧乏人どものために、田舎の一軒家というエデンについて実際に住んでいるおれが実体験を通して感じたことをそのまま話してやったわけだ。
      </p>
      <p>
        お前らが人の話を理解できないバカ野郎でなければ、エデンの良し悪しについてちょっとは分かってくれたんじゃねぇかとは思ってる。
      </p>
      <p>
        それでも、仕事とか色々事情があって東京から出られねぇって奴も結構いると思う。それは仕方ねぇ、人には人の事情があるからよぉ。お前が貧乏人でもその意思は尊重されるべきだ。
      </p>
      <p>
        ただこの話を聞いて、田舎に来て幸せを手にしたいと思って実際に引っ越す貧乏人どもが1人でも増えることをおれは願っている。
      </p>
      <p>
        最後に、こんなクソッタレな記事をこの素晴らしい合同誌に載せてくれたサークル主に深く感謝する。本当にありがとう。
      </p>
    </div>
  )
}
