import {Title} from '../../components/Title'
import {Pagination} from '../../components/Pagination'

export default function Page() {
  return (
    <Pagination page={46}>
      <h2>貧乏人どものすべきこと</h2>
      <p>
        てか、お前ら年収1000万以上なくても自分は貧乏じゃないって思ってないか？ はっきり言うとそれは間違いだ。
      </p>
      <p>
        だってそうだろ？ なんでわざわざウサギ小屋みてぇなクソ狭い部屋に住むんだ？ なんで買い物する時イチイチ値段を気にするんだ？ なんで老後の金の心配してんだ？
      </p>
      <p>
        それは金持ってねぇからだろ？ 金持ちはなぁ都内の一等地のタワマンに住んで何も考えずに毎日外食して好きな時に好きなもの買ってそれでも金は余るんだよ、おれも貧乏人だから知らねぇけどさ。
        己の行動が金に縛られている時点で貧乏なんだよ、お前らは。
      </p>
      <p>
        じゃあそんな貧乏で貧乏で仕方のねぇお前らが今より自由に生きられる方法を特別に教えてやるよ。
      </p>
      <p>
        それは田舎の一軒家に住むことだ。「は？ 田舎？？ そんなクソだせぇ所に住むわけねぇだろ？？？ ボケが！！！」とか思ったそこのお前！ 東京もしくはその近郊に住むことをステータスだと思ってるそのチンケなプライドしかねぇお前の方がダセぇよ。そんなクソみてぇなプライド、お前ごと隅田川とかいうくっせぇドブ川にぶち込んでドブと一緒に洗い流してやろうか？？
      </p>
      <p>
        まぁ、おれは心が広い男だからそれくらいの失言は許してやるよ。
      </p>
      <p>
        田舎の一軒家、言ってみりゃ貧乏人にとっての楽園【エデン】だな、こいつについての話を聞けばそのクソみてぇな思考も180度変わるとは思うよ。SRC造みてぇな硬い頭の奴は変わらないかもしれないけどな。
      </p>
      <h2>貧乏人どものエデン</h2>
      <p>
        ここでは貧乏人どものエデンである田舎の一軒家の素晴らしさについて語っていきたいと思う。
      </p>
      <p>
        とりあえず、その素晴らしさを↓に簡単にまとめといたから、文章が読めねぇバカどもはこれで分かった気になると良いんじゃないかな。
      </p>
      <ul>
        <li>家賃が安い・家が広い</li>
        <li>庭・無料の駐車場がある</li>
        <li>大体静か</li>
        <li>歌っても通報されない</li>
        <li>物価が安い</li>
        <li>周辺の治安が良い</li>
      </ul>
      <h3>家賃が安い・家が広い</h3>
      <p>
        ま、ここが一番重要なところだろうな。
      </p>
      <p>
        東京だとウサギ小屋みてぇな1Kの部屋でも安くて7~8万、たけぇ所だと10万以上するだろ？ ウサギ小屋よか多少マシな動物園の檻みてぇな1LDKになると普通に15万は超えるはずだ。
      </p>
    </Pagination>
  )
}
