import {Image} from '../../components/Image'

export default function Page() {
  return (
    <div>
      <p>
        でも、中にはリフォームしてる物件もそこそこあるから家のクオリティにある程度こだわりてぇ奴はそういった所を探すと良い。田舎の不動産は東京のぼったくり詐欺師不動産どもと比べると遥かに親切だから聞けばきっと教えてくれるよ。
      </p>
      <h3>庭・無料の駐車場がある</h3>
      <p>
        次はこれだな。
      </p>
      <p>
        たとえお前らが年収1000万以上の金持ちになったとしても東京で庭と駐車場がある家に住むのは難しいだろうな。
      </p>
      <p>
        なんたって東京はお前らの器と同じようにクソちいせぇからな。そんな所で広い土地持てるのはごく一部の限られたクソいけ好かねぇ勝ち組エリートの大金持ちだけだ。
      </p>
      <p>
        お前ら貧乏人じゃあ宝くじを当てる以外の方法でそいつらの仲間入りをすることは不可能だ。
      </p>
      <p>
        駐車場だけなら一軒家でなくともマンション・アパートでも付いていることはあるが、そういうところは大体金をとってくる。月1万円以上は余裕でかかる。隙あらば金を取る、マジでクソだよ東京は。
      </p>
      <p>
        でも、田舎の一軒家なら十中八九庭と無料の駐車場が付いてくる。車を持っている奴にとっては中々願ったり叶ったりな環境なんじゃねぇか？
      </p>
      <p>
        ま、おれは車持ってねぇからよく分かんねぇけど。正直おれ自身園芸の趣味もねぇから庭が付いてくることについても当初はなんとも思ってなかった。
      </p>
      <p>
        だけど、いざ庭を持つと便利なもんで靴とか自転車とか外で洗いてぇものが洗えるようになったし、家の中だとできねぇ素振りや投球といったスポーツの練習もできるようになった。なんなら仲間やダチを呼んでBBQだってできる。
      </p>
      <p>
        東京でこれをやったら通報されるし下手すりゃあ前科者になっちまうな。やっぱ田舎は土地も心も広いんだなってそう思うよ。
      </p>
      <Image href={'/dera/house2.jpg'} description={'家の庭'} widthPercentage={50} />
    </div>
  )
}
