import {Image} from '../../components/Image'

export default function Page() {
  return (
    <div>
      <h3>大体静か</h3>
      <p>
        ここまで金と広さの話しかして来なかったけど、お前ら東京に住んでて他にも困ってることがあるんじゃないか？ 例えば騒音とかさ。
      </p>
      <p>
        タワマンに住んでる金持ちやSRC造分譲のウサギ小屋に住んでるやつにとっては無縁の話だと思うが、そんな所に住めないような貧乏人どもは総じて東京のクソどもが放つ騒音に悩まされているはずだ。
      </p>
      <p>
        おれはガキの頃親父から「トーキョーは頭が狂うと書いて頭狂というんだぞ」と教わったけど正しくその通りだった。東京の奴らは頭が狂ってやがる。
      </p>
      <p>
        平日休日関係なく上からドスドスゴーンって感じのうっせぇ音をたてるし、休日に至っては狂ったようにゴンゴンゴンゴンと日曜大工の騒音を出しやがる。おれはそのせいで一時期騒音と雷鳴の区別が付かなくなったくらいだ。あと1年長くあの場所にいたらおれは刑事事件を起こして豚箱でくせぇ飯を食うことになっていたかもしれねぇ。
      </p>
      <p>
        だが、田舎の一軒家に引っ越した途端にそのクソみてぇな状況は一変したんだ。
      </p>
      <p>
        一軒家だからもちろん上から雷鳴が鳴り響くことはない。鳴り響いたとしたらそれは本物の雷鳴だけだ。
      </p>
      <p>
        そして、一軒家は大体木造ではあるが、マンション・アパートと違い近所とはある程度の距離が離れてるから近所の音もあまり聞こえてこない。
      </p>
      <p>
        さらに言うと田舎はジジババ率が高いので近所のジジババ率も高い。ジジババであればうるせぇクソガキはいねぇし寝るのが早ぇから夜は静寂を味わい存分に心の平穏を保つことができる。もしかしたらうるせぇジジババがいるかもしれないが、その外れくじを引く可能性は低いだろうし、そもそもそんな奴はいずれ村八分されるだろうからそんな状況は長くは続かないだろう。
      </p>
      <h3>歌っても通報されない</h3>
      <p>
        何言ってんのか分かんねぇって奴の方が多いと思うかもしれない。
      </p>
      <p>
        「普通、歌って通報されることなんてなくね？」って思うだろ？ おれもそう思ってたよ、でも違ったんだ。
      </p>
      <p>
        東京近郊に住んでた頃だが、おれは結構歌うのが好きだから自分の部屋で気持ち良く歌ってたらよぉ、近辺の奴ら通報しやがったんだ。
      </p>
      <p>
        「この近辺で叫び声や悲鳴が聞こえたという通報があったが何か知らないか？」って感じでサツがマンションのエントランスまで来やがったが、当然知らねぇとシラを切ってそのまま帰ってもらったよ。
      </p>
      <p>
        その時はおれも流石に反省して部屋で歌うのをしばらく控えるようにはしたんだ。
      </p>
      <p>
        だが、前に書いたが上の階に毎日雷鳴を響かせるクソうっせぇキチ〇イデブがいたから、頭にキておれも対抗して毎日自慢のシャウトとデスボイスを上に向けて全力でぶち込んでやったよ。
      </p>
    </div>
  )
}
