import {Image} from '../../components/Image'
import {Pagination} from '../../components/Pagination'

export default function Page() {
  return (
    <Pagination page={49}>
      <h3>大体静か</h3>
      <p>
        ここまで金と広さの話しかして来なかったけど、お前ら東京に住んでて他にも困ってることがあるんじゃねぇか？ 例えば騒音とかさ。
      </p>
      <p>
        タワマンに住んでる金持ちやSRC造分譲のウサギ小屋に住んでるやつにとっては無縁の話だと思うが、そんな所に住めないような貧乏人どもは総じて東京のクソどもが放つ騒音に悩まされているはずだ。
      </p>
      <p>
        おれはガキの頃親父から「トーキョーは頭が狂うと書いて頭狂というんだぞ」と教わったけど正しくその通りだった。東京の奴らは頭が狂ってやがる。
      </p>
      <p>
        平日休日関係なく上からドスドスゴーンって感じのうっせぇ音をたてるし、休日に至っては狂ったようにゴンゴンゴンゴンと日曜大工の騒音を出しやがる。おれはそのせいで一時期騒音と雷鳴の区別が付かなくなったくらいだ。あと1年長くあの場所にいたらおれは刑事事件を起こして豚箱でくせぇ飯を食うことになっていたかもしれねぇ。
      </p>
      <p>
        だが、田舎の一軒家に引っ越した途端にそのクソみてぇな状況は一変したんだ。
      </p>
      <p>
        一軒家だからもちろん上から雷鳴が鳴り響くことはない。鳴り響いたとしたらそれは本物の雷鳴だけだ。
      </p>
      <p>
        そして、一軒家は大体木造ではあるが、マンション・アパートと違い近所とはある程度の距離が離れてるから近所の音もあまり聞こえてこねぇ。
      </p>
      <p>
        さらに言うと田舎はジジババ率が高いので近所のジジババ率も高い。ジジババであればうるせぇクソガキはいねぇし寝るのが早ぇから、朝昼晩問わず1日中静寂を味わい存分に心の平穏を保つことができる。もしかしたらうるせぇジジババがいるかもしれないが、その外れくじを引く可能性は低いだろうし、そもそもそんな奴はいずれ村八分されるだろうからそんな状況は長くは続かないだろう。
      </p>
      <h3>歌っても通報されない</h3>
      <p>
        何言ってんのか分かんねぇって奴の方が多いと思うかもしれない。
      </p>
      <p>
        「普通、歌って通報されることなんてなくね？」って思うだろ？ おれもそう思ってたよ、でも違ったんだ。
      </p>
      <p>
        前に書いたが、毎日毎日雷鳴を響かせるクソうっせぇキチ〇イデブが真上の部屋に居やがったんだ。おれは口ばっか一丁前のエリートと同じくらいやられっぱなしが大嫌いだからもちろん仕返しを考えたよ。
      </p>
      <p>
        で、頭が最高にキレてるおれは名案を思い付いたんだ。「上がうるさくして許されてるってことはおれも同じように上に対してうるさくしても問題ないはずだ。だが、どうせうるさくするなら楽しい方がいい。そうだ、おれは歌が好きだし、ここは歌って対抗するべきだろう。」ってな。世の中は歌って解決する物語で溢れてるし、その時は最高にイカした案だと思ったね。
      </p>
    </Pagination>
  )
}
