import {Image} from '../../components/Image'
import {Pagination} from '../../components/Pagination'

export default function Page() {
  return (
    <Pagination page={50}>
      <p>
        それからは上の部屋が雷鳴を響かせ始める度に「OK！ おれのライブの時間だ！」とばかりにいろんな曲を歌ったよ。
      </p>
      <p>
        主にロックやデスメタルで自慢のシャウトとデスボイスを響かせることが多かったが、その日のおれの機嫌によって選曲が変わったりもしたな。機嫌が良い時はEXILEのATSUSHIばりのバラードを披露したし、機嫌が悪い時はただただ上の部屋に向けてAdoの「うっせわ」を全力でぶつけてやったわ。特にサビの「はぁ～～？？ うっせぇ！ うっせぇ！ うっせぇわ！！」の全力シャウトがイ〇そうになるくらいに気持ちが良かったな。
      </p>
      <p>
        そんなことを続けてたわけだが、ある日近辺の奴らが通報したらしく、複数人のサツが問答無用でうちにカチコミしてきやがった。
      </p>
      <p>
        さっきまで何してたかとか色々聞き込みしてきやがったから、おれは男らしく正直に「さっきまで全力でライブしてたよ、あんたらも聞いてくか？」と答えたよ。
      </p>
      <p>
        そこからはなぜかブチ怒られ管理会社にも二度とするなと怒られまくった。納得のいかねぇおれは警察や管理会社に「歌なんかより上のうっせぇクソデブの方が遥かに有害なのに、そいつには何のお咎めもねぇのはちと筋が通らねぇんじゃねぇか？？」って逆ギレしたが、聞いちゃくれなかった。
      </p>
      <p>
        あまりの理不尽にキレたおれは即退居を決めて2週間しねぇうちに別の所に引っ越したよ。マジで東京の奴らは頭狂だよ、金のねぇ人間には何の人権もねぇ。
      </p>
      <p>
        まぁ、こんな感じで東京だと歌うと通報されるんだ、分かったか？
      </p>
      <p>
        それに対して田舎の一軒家は隣の家からちっとは離れているし、ジジババも寛大だから昼間なら多少歌っても文句はこねぇよ。
      </p>
      <p>
        だから、おれも田舎の一軒家に引っ越してからは周りに左右されることなく安らかな気持ちで好きな時に歌ってるよ。かつてのおれのように周りの騒音に対応して今も歌ってるやつがいるんじゃねぇか？ そういう奴は今すぐ己の体と声帯だけ持って田舎の一軒家に来い、完全に世界が変わるからよ。
      </p>
      <p>
        だが、夜は近所のジジババが寝てっからシャウトやデスボイスはできねぇけどな。
      </p>
      <h3>物価が安い</h3>
      <p>
        次は一軒家関係なく田舎特有の話なんだが、食品・日用品の値段は東京と比べるとダンチで安い。あとは個人経営の飲食店や娯楽施設もそうかもな。家電や衣服系に関してはちょっとよく分かんねぇけどな。
      </p>
      <p>
        特に野菜なんか東京の半額の値段で売られているってことはザラにある。そもそも土地代が東京と比べ物にならねぇほど安いってのがデケェのかもな、知らんけど。
      </p>
      <p>
        おれは生活費・食費だけで言えば東京にいた頃の6~7割程度の金額で生活できていると思う。あの頃は1日の食費・生活費に1500~2000円かけてたが、田舎に移り住んだ今では1日1000円程度で生活できている。
      </p>
    </Pagination>
  )
}
