import {Image} from '../../components/Image'

export default function Page() {
  return (
    <div>
      <p>
        そうしたら、また近辺の奴らが通報したらしく、サツが今度は問答無用でうちにカチコミしてきやがった。しかも複数人でだ、男なら1人で来いって話だけどな。
      </p>
      <p>
        職業とかさっきまで何してたかとか色々聞き込みしてきやがったが、「大きめのボリュームでちょっと激しい音楽を聞いてた」とか適当なこと言って追い払ってやったよ。
      </p>
      <p>
        その時は流石に酷かったのか、マンションの管理会社からも「歌っている奴がいるらしいが知らねぇか？」って電話が来たが、それも同じように知らねぇってシラきってやったよ。
      </p>
      <p>
        しかし、歌なんかより下界に雷を叩き落とすクソデブの方が遥かに有害なのに、そいつにはサツからも管理会社からも何のお咎めもねぇのはちと筋が通らねぇんじゃねぇか？？ マジで東京の奴らは頭狂だよ、金のねぇ人間には何の人権もねぇ。
      </p>
      <p>
        まぁ、こんな感じで東京だと歌うと通報されるんだ、分かったか？
      </p>
      <p>
        それに対して田舎の一軒家は隣の家からちっとは離れているし、ジジババも寛大だから昼間なら多少歌っても文句はこねぇよ。
      </p>
      <p>
        だから、おれも田舎の一軒家に引っ越してからはカラオケに行かずアプリとか使って家でタダで歌い放題だよ。かつてのおれのように歌う場所に困って定期的にカラオケに行くやつがいるんじゃねぇか？ そういう奴は今すぐ己の体と声帯だけ持って田舎の一軒家に来い、完全に世界が変わるからよ。
      </p>
      <p>
        だが、夜だと近所のジジババは寝てるから流石にシャウトやデスボイスはできねぇけどな。
      </p>
      <h3>物価が安い</h3>
      <p>
        次は一軒家関係なく田舎特有の話なんだが、食品・日用品の値段は東京と比べるとダンチで安い。あとは個人経営の飲食店や娯楽施設もそうかもな。家電や衣服系に関してはちょっとよく分かんねぇけどな。
      </p>
      <p>
        特に野菜なんか東京の半額の値段で売られているってことはザラにある。そもそも土地代が東京と比べ物にならねぇほど安いってのがデケェのかもな、知らんけど。
      </p>
      <p>
        おれは生活費・食費だけで言えば東京にいた頃の6~7割程度の金額で生活できていると思う。あの頃は1日の食費・生活費に1500~2000円かけてたが、田舎に移り住んだ今では1日1000円程度で生活できている。
      </p>
      <p>
        おれは一応自炊しているが、おれはお前らと違って毎日体を鍛えてるから飯は1日3000kcal以上とかなり食う方だし栄養バランスを考えてるからちょっと高く付いている方だとは思う。お前らのように栄養バランスを考えずにコスパがいいものを食うだけならもっと安く生活できるだろうな。
      </p>
      <p>
        だからよぉ、都内で節約とか寝ぼけたこと言ってる貧乏人は今すぐ田舎に来い。その大して中身が入ってねぇ頭使って節約を考えなくても勝手に節約できて勝手に金も貯まるからな？
      </p>
    </div>
  )
}
