import {Image} from '../../components/Image'
import {Pagination} from '../../components/Pagination'

export default function Page() {
  return (
    <Pagination page={51}>
      <p>
        おれは一応自炊しているが、おれはお前らと違って毎日体を鍛えてるから飯は1日3000kcal以上とかなり食う方だし栄養バランスを考えてるからちょっと高く付いている方だとは思う。お前らのように栄養バランスを考えずにコスパがいいものを食うだけならもっと安く生活できるだろうな。
      </p>
      <p>
        だからよぉ、都内で節約とか寝ぼけたこと言ってる貧乏人は今すぐ田舎に来い。その大して中身が入ってねぇ頭使って節約を考えなくても勝手に節約できて勝手に金も貯まるからな？
      </p>
      <h3>周辺の治安が良い</h3>
      <p>
        ここまで主に金の話をしてきたわけだが、こんだけ話しても東京にこびり付きてぇバカな貧乏人はまだボチボチいるだろうなぁ。
      </p>
      <p>
        そういう奴らは都内もしくはその近郊で家賃・物価が安い所を探すんだろ？ でもさ、そういう所って往々にして治安がクソ悪りぃだろ？
      </p>
      <p>
        チャリとかバイクとか鍵をかけずに放置しようものなら秒で盗られるし、なんなら鍵をかけてても盗られることだってある。
      </p>
      <p>
        それにそういう所程群れてイキってるガキどもが我が物顔で街中を闊歩してるから、お前らのようなクソ雑魚どもはそいつらの格好の餌になっちまうんだよ。ただでさえ無い金を盗られたり、痛い目見てクソ高けぇ医療費を払うことになるぞ？
      </p>
      <p>
        でも安心していいぜ、お前らみたいなクソ雑魚貧乏人でも田舎でなら平和に暮らすことができるんだよ。田舎はクソ治安が良いからな。
      </p>
      <p>
        どれくらい治安が良いかというと、20万近くするおれのｸｯｿかっこいいロードバイクを鍵をかけずに2~3時間放置しても誰も盗まねぇし悪戯もされねぇ。さらに言うと、家の鍵をかけずに1日出かけても家の中から紙屑1つすら盗られねぇ。何なら近所のジジババが玄関にミカンを置いていてくれるまである。
      </p>
      <p>
        イキってるガキどもがいねぇわけじゃねぇが、別にそいつらは人のものを盗らねぇし、夜中にバイクで田んぼ道を駆け抜けて健全に青春を謳歌しているくらいだから特に害はねぇよ。
      </p>
      <p>
        どうだ？ クズやチンピラが屯する東京のスラム街よか人の心がある田舎の方がよっぽど良いだろ？
      </p>
      <h2>エデンの罠</h2>
      <p>
        ここまでエデンの良さだけを淡々と語ってきたわけだが、物事には必ず良し悪しがあるようにエデンにも欠点は存在する。エデンの罠とでも呼ぼうか。
      </p>
      <p>
        エデンを愛するものとしてこの罠について語りたくはねぇが、語らねぇと東京の詐欺師不動産野郎と一緒になっちまうからな。それはおれのプライドが許さねぇから敢えて語ろうと思う。
      </p>
    </Pagination>
  )
}
