import {Image} from '../../components/Image'

export default function Page() {
  return (
    <div>
      <h3>周辺の治安が良い</h3>
      <p>
        ここまで主に金の話をしてきたわけだが、こんだけ話しても東京にこびり付きてぇバカな貧乏人はまだボチボチいるだろうなぁ。
      </p>
      <p>
        そういう奴らは都内もしくはその近郊で家賃・物価が安い所を探すんだろ？ でもさ、そういう所って往々にして治安がクソ悪りぃだろ？
      </p>
      <p>
        チャリとかバイクとか鍵をかけずに放置しようものなら秒で盗られるし、なんなら鍵をかけてても盗られることだってある。
      </p>
      <p>
        それにそういう所程世の中舐め腐ったイキって群れたガキどもが街中を我が物顔で闊歩してるから、お前らのようなクソ雑魚どもはそいつらにとっちゃ格好の餌になっちまうんだよ。ただでさえ無い金を盗られたり、痛い目見てクソ高けぇ医療費を払うことになるぞ？
      </p>
      <p>
        でも安心していいぜ、お前らみたいなクソ雑魚貧乏人でも田舎でなら平和に暮らすことができるんだよ。田舎はクソ治安が良いからな。
      </p>
      <p>
        どれくらい治安が良いかというと、20万近くするおれのｸｯｿかっこいいロードバイクを鍵をかけずに2-3時間放置しても誰も盗まねぇし悪戯もされねぇ。さらに言うと、家の鍵をかけずに1日出かけても家の中から紙屑1つすら盗られねぇ。何なら近所のジジババが玄関にミカンを置いていてくれるまである。
      </p>
      <p>
        イキってるガキどもがいねぇわけじゃねぇが、別にそいつらは人のものを盗らねぇし、夜中にバイクで田んぼ道を駆け抜けて健全に青春を謳歌しているくらいだから特に害はねぇよ。
      </p>
      <p>
        どうだ？ クズやチンピラが屯する東京のスラム街よか人の心がある田舎の方がよっぽど良いだろ？
      </p>
      <h2>エデンの罠</h2>
      <p>
        ここまでエデンの良さだけを淡々と語ってきたわけだが、物事には必ず良し悪しがあるようにエデンにも欠点は存在する。エデンの罠とでも呼ぼうか。
      </p>
      <p>
        エデンを愛するものとしてこの罠について語りたくはねぇが、語らねぇと東京の詐欺師不動産野郎と一緒になっちまうからな。それはおれのプライドが許さねぇから敢えて語ろうと思う。
      </p>
      <p>
        要約すると↓の通りだ。これだけで幻滅しちまった奴は引き続きクソ東京で犬畜生みてぇな底辺の生活を送り続けることをオススメするよ。
      </p>
      <ul>
        <li>駅や店が遠い</li>
        <li>虫がｸｯｿ湧く</li>
        <li>電気代・ガス代が高い</li>
        <li>町内会への参加・近所付き合いは必須</li>
        <li>家・庭のメンテナンスにコストがかかる</li>
      </ul>
    </div>
  )
}
