import {Image} from '../../components/Image'

export default function Page() {
  return (
    <div>
      <h3>虫がｸｯｿ湧く</h3>
      <p>
        地域にも依るのかもしれねぇが、田舎って所は大体虫がｸｯｿ湧くってのが相場だな。
      </p>
      <p>
        特に夏場はひでぇもんだ。毎日ゴミ出ししてもコバエは沸くし謎の昆虫、羽虫、蚊が家の周りや中をブンブン飛び回りやがる。
      </p>
      <p>
        なんなら、お前らが大嫌いな黒くて気持ちわりぃゴキブリだって出やがる。
      </p>
      <p>
        もしお前がそれを聞いても「だからどうした？」とか言える気の狂った奴なら、お前は田舎で暮らす才能が十分にあると思うぞ。虫と一緒に田舎で暮らすのがお前にとっての幸せになるはずだ。
      </p>
      <p>
        でも、そうじゃねぇ奴の方が多いだろ？ おれだって嫌だよ。そういう奴は殺虫剤とかバルサン使って虫をぶっ〇していけば案外何とかなるもんだ。
      </p>
      <p>
        それでも嫌だって奴は身を粉にして働いて金持ちになって東京のタワマンに住むのを目指すのがいいんだろうな、精々頑張れや。
      </p>
      <h3>電気代・ガス代が高い</h3>
      <p>
        当然だが、家が広くなると物も自然と増えて電気を利用する範囲も広くなる。さらに言うと一軒家は大体木造だから夏はクソ暑ちぃし冬はクソ寒みぃから、夏冬はエアコンは必須だ。
      </p>
      <p>
        するとどうなるか大体分かるだろ？ 電気代がクソ高くつくんだよ。
      </p>
      <p>
        おれの場合は東京にいた頃の1.6倍くらい電気代がかかってるな。
      </p>
      <p>
        あと意外に思う奴もいるかもしれねぇが、場所に依っちゃあガス代も結構かかったりするんだよ。
      </p>
      <p>
        住んでる一軒家が都市ガスを使っていれば問題ねぇが、問題はプロパンガスを使っている場合だな。プロパンガスは都市ガスの火力は強えぇが、都市ガスの約1.8倍の値段がかかるって言われてんだ。
      </p>
      <p>
        最近は田舎でも都市ガスが増えてきたみてぇだから、運が良けりゃ東京に住んでた時と同じくらいのガス代で済むと思う。
      </p>
      <p>
        おれのように運が悪くプロパンガスを使ってる家に住んじまうとアウトって感じだな。
      </p>
      <p>
        だが、その場合でもガス代を安く済ませる方法は1つある。それは風呂に入る回数を減らすことだ。それだけでガス代が半額くらいにはなるはずだよ。「風呂は毎日入らないと嫌だ」って？ 大丈夫だって、2~3日風呂入んねぇくらいで臭くならねぇから。ちゃんと野菜食って偏った飯食わなければ体臭は臭くなんねぇよ。
      </p>
      <p>
        ま、田舎は安いという話を散々してきたが、残念だけどこればっかりは金がかかっちまう感じだな。それでもトータルで見れば東京で暮らすよりは安く済むはずだ。
      </p>
    </div>
  )
}
