import {Title} from '../../components/Title'
import {Image} from '../../components/Image'

export default function Page() {
  return (
    <div>
      <h2>つくばエクスプレス開業</h2>
      <p>
        しばらく時が過ぎ、つくばエクスプレスが開業。
        自宅から秋葉原がぐっと近くなった。当時中学3年生。
        既にオタク化していた私にとってTX開業は待ちわびたビッグニュースであり、当然の流れで秋葉原へ通い始めることになった。
      </p>
      <p>
        これといって目的があったわけではないが、だいたい家電量販店でパソコンやヘッドホンコーナーをうろちょろしていた。
        週末の歩行者天国はなかなか面白く、路上ライブやコスプレイヤーの撮影会などがゲリラ的に開かれていた。
        お腹が空いたらラジオデパートのマクドナルドで昼ごはんを食べるのがいつもの流れだった。
      </p>
      <p>
        書籍売り場でプログラミングの入門書を手にとっては、さっぱりわからんと悩みながらも、興味があったので少しずつ覚えていった。
        現在は開発者として仕事をしているので、なんだかんだ当時の夢は叶えられたのかなと思うと若干感慨深い。
      </p>
      <h2>リナカフェなう！</h2>
      <p>
        高校に進学し、ニコニコ動画(仮)がリリースされる頃。
        ニコ動にのめり込むようにドハマりし、オフ会にも参加するようになった。
      </p>
      <p>
        たまたま参加したのが2chの大規模オフ板で、活動場所はいつも秋葉原の芳林公園だった。
        なぜか芳林公園の近くの自動販売機にはマックスコーヒーが沢山並んでおり、馴れ合い禁止でマックスコーヒーを飲むだけというオフ会が個人的に一番好きだった。
      </p>
      <p>
        オフ会が無い日は「リナックスカフェ」で、アボカド丼を食べながら Twitter するのが趣味になっていた。
        いま考えるとよくわからないのだが、リナカフェなう！とつぶやくのが何故か無駄に楽しかったのである。
      </p>
      <p>
        いわゆるオタクカルチャーに没頭していた私は、桃井はるこさんを崇め、ぱふゅーむ、でんぱ組.incが好きになった。
        深夜アニメも大好きになった。ローゼンメイデン、涼宮ハルヒの憂鬱、舞乙HiME、ARIAなどなど。
      </p>
      <p>
        一方その頃、歩行者天国は過激なパフォーマーや治安などが問題視されはじめていた。
        無差別殺人事件の発生をもって歩行者天国は無期限中止となった(※現在は再開している)
      </p>
      <h2>秋葉原勤務</h2>
      <p>
        高校卒業後、くすぶっていた私は紆余曲折を経てフリーターになった。
        秋葉原電気街のカラオケパセラで、オープニングスタッフとして週7日、毎日13時間ぐらい勤務していた。
        厚生労働省が尻尾巻いて逃げるようなブラック勤務ではあったが、当時は必死だったのでなんとかなった。
        わずかな休憩時間、屋上で秋葉原の空を眺めている瞬間が結構好きだった。
      </p>
      <p>
        貴重な休日は「MOGRA秋葉原」に行って爆音でアニソンを聞きながら夜ふかしするのが最高だった。
        DJも良いのだけど flapper3 のVJがカッコ良すぎたせいで AfterEffects にもドハマりした。
        好きが高じて映像業界に片足を突っ込み、いろいろなMVの撮影現場で過ごすことが多くなった。
      </p>
    </div>
  )
}
