import {Title} from '../../components/Title'
import {Image} from '../../components/Image'

export default function Page() {
  return (
    <div>
      <h2>リナカフェなう！</h2>
      <p>
        高校に進学し、ニコニコ動画(仮)がリリースされる頃。
        ニコ動にのめり込むようにドハマりし、オフ会にも参加するようになった。
      </p>
      <p>
        たまたま参加したのが2chの大規模オフ板で、活動場所はいつも秋葉原の芳林公園だった。
        なぜか芳林公園の近くの自動販売機にはマックスコーヒーが沢山並んでおり、馴れ合い禁止でマックスコーヒーを飲むだけというオフ会が個人的に一番好きだった。
      </p>
      <p>
        オフ会が無い日は「リナックスカフェ」で、アボカド丼を食べながら Twitter するのが趣味になっていた。
        いま考えるとよくわからないのだが、リナカフェなう！とつぶやくのが何故か無駄に楽しかったのである。
      </p>
      <p>
        いわゆるオタクカルチャーに没頭していた私は、桃井はるこさんを崇め、ぱふゅーむ、でんぱ組.incが好きになった。
        深夜アニメも大好きになった。ローゼンメイデン、涼宮ハルヒの憂鬱、舞乙HiME、ARIAなどなど。
      </p>
      <p>
        一方その頃、歩行者天国は過激なパフォーマーや治安などが問題視されはじめていた。
        無差別殺人事件の発生をもって歩行者天国は無期限中止となった(※現在は再開している)
      </p>
      <h2>秋葉原勤務</h2>
      <p>
        高校卒業後、くすぶっていた私は紆余曲折を経てフリーターになった。
        秋葉原電気街のカラオケパセラで、オープニングスタッフとして週7日、毎日13時間ぐらい勤務していた。
        厚生労働省が尻尾巻いて逃げるようなブラック勤務ではあったが、当時は必死だったのでなんとかなった。
        わずかな休憩時間、屋上で秋葉原の空を眺めている瞬間が結構好きだった。
      </p>
      <p>
        貴重な休日は「秋葉原mogra」に行って爆音でアニソンを聞きながら夜ふかしするのが最高だった。
        DJも良いのだけど flapper3 のVJがカッコ良すぎたせいで AfterEffects にもドハマりした。
        好きが高じて映像業界に片足を突っ込み、いろいろなMVの撮影現場で過ごすことが多くなった。
      </p>
      <h2>秋葉原は俺の庭</h2>
      <p>
        さらに紆余曲折を経て、オタクカルチャーとプログラミングと映像が大好きだった私はドワンゴという会社に入社した。
        電話で内定連絡を聞いたときもたまたま秋葉原にいた。嬉しすぎて泣いた。
        社会人になった私は一人暮らしを始めるわけだが、当然迷うことなく秋葉原に住むことにした。
      </p>
      <p>
        秋葉原と言っても広範囲だが、一般的に電気街と呼ばれているのは「外神田１・３・４丁目」である。
      </p>
      <small>*１丁目は駅周辺、３丁目はジャンク街、４丁目はUDX周辺という理解でだいたいあっている。</small>
      <small>**ちなみに２丁目は神田明神あたり、５丁目はほぼ御徒町、６丁目はシャッツキステ跡地あたり。</small>
    </div>
  )
}
