import {Title} from '../../components/Title'
import {Image} from '../../components/Image'

export default function Page() {
  return (
    <div>
      <p>
        そしてなにより友達である。
        オタク友達と遊ぶときは、特に場所を決めなくても自然と秋葉原集合になる。
        家の場所を説明するときに「ディアステージの近く！」でだいたい伝わるのが面白かった。
        結果的には秋葉原以外の場所に出掛けることがほぼなくなった。兎にも角にも最高なのである。
      </p>
      <h2>微妙なところ</h2>
      <p>
        秋葉原は文句なしで最高の住環境！と言いたいが、実は最近はそうでもない。
      </p>
      <p>
        住み始めた頃の秋葉原は意外と治安が良く、夕方過ぎには閑散とするのが結構お気に入りだった。
        しかしここ数年は急激に治安が悪化し、現在は深夜２時過ぎでも客引きが並んでいる状態になった。
        街の景色を撮影していると柄の悪い男たちが飛んできて邪魔だと怒られる。邪魔なのはあなたたちだ。
        特に去年からはガールズバーやキャバクラの客引きが沢山増え、まるで歌舞伎町みたいになってしまった。
        千代田区もパトロールなど動き始めている様子だが、あまり効果は期待できないだろう。
      </p>
      <p>
        「昔は良かった」なんて言いたくないのだが、実際そう思うし、あまり好きな街だと言いづらくなってきた。
        今の秋葉原が好きな人もいるだろうし、私が適応できなくなっただけかもしれないが、歌舞伎町化が進む秋葉原が望まれている変化だとは到底思えないのだ。
        (街の特色というか棲み分けは重要だと思う。浅草が渋谷みたいになったら違和感でしょう？)
      </p>
      <h2>最も長く過ごした街</h2>
      <p>
        初めて来てから20年、通い始めてから15年、住み始めてから10年。
      </p>
      <p>
        私にとって秋葉原とは、もはや地元であり、実際に一番長く過ごした場所である。
        街に愛着が湧くというのは、きっとこういう気分なのだろうな、と感じている。
      </p>
      <p>
        そんな大好きな秋葉原を卒業する時が来た。
      </p>
      <p>
        人生を無駄に焦っている私は、結婚して家を買う。残念ながら場所は秋葉原ではない。
        一人暮らしなら秋葉原で良いのだけど、将来の家族とか子供とかを考えるとより良い場所があるのかもというのが正直な感想である。
      </p>
      <p>
        思い入れが深い街なので、秋葉原を去るのはかなり寂しい気持ちでいっぱいである。
        いまなら桃井はるこさんと秋葉原について熱く語れるんじゃないかと思える程度には思い出がある。
      </p>
      <h2>おわりに</h2>
      <p>
        さらば秋葉原。いい街だったよ。
      </p>
      <p>
        多分引越しても、結局週末になったら遊びに来るとは思うんだけどね。
      </p>
      <h2 style={{textAlign: 'right'}}>有明編につづく・・・</h2>
    </div>
  )
}
