export default function Page() {
  return (
    <div>
      <p>
        そんな有明の交通を劇的に改善すると噂されているのが、来年に開業予定の「東京BRT(Bus Rapid Transit)」である。
        バスではあるのだが、様々な工夫によって電車と遜色ない定時運行が可能となっており、料金も安く有明~新橋を10分強で移動できるとされている。
        築地市場跡地で工事が進められていた環状第2号線トンネルも完成したので交通混雑も解消、BRTが接近すると信号機が青になるような特権もあるとかないとか。
        東京BRTが計画通り開業すると有明の利便性は飛躍的に良くなるので、これはコミケ参加者にとっても朗報かもしれない。
      </p>
      <p>
        それだけではない。なんと今年11月に東京都から「臨海地下鉄新線」計画が発表された。
        東京駅から有明の約6kmを結ぶ地下鉄を新設する計画で、完成すると東京駅までわずか10分で移動可能になる。
        臨海地下鉄新線は「つくばエクスプレス」と「羽田空港アクセス線」とも接続する構想があり、実現すれば急激に利便性が増す。
        着工はしばらく先だが、東京駅まで10分以内となれば有明地区の需要が一気に跳ね上がる可能性を秘めている。
      </p>
      <h2>有明の魅力</h2>
      <p>
        有明といえば東京ビッグサイトを連想する方が大半だと思われる。
        他にはTFT、テニスの森、がん研、有明アリーナ、防災公園なども有明のランドマークである。
        そして２年ほど前に新しいランドマーク「有明ガーデン」がしれっと誕生していたのをご存知だろうか。
      </p>
      <p>
        有明ガーデンは有明に誕生した約200店舗規模の大型ショッピングモールである。
        スーパーはもちろん、大型書店、スポーツ用品店、マッサージ店、アパレル店など多数。飲食店街とフードコートは選択肢が豊富。
        関東最大の無印良品や天然温泉が楽しめる泉天空の湯、8000人収容可能な東京ガーデンシアター、ライオンキング公演中の劇団四季劇場も併設。
        コミケ参加者は国際展示場駅を出て右に曲がると思うが、左に曲がって徒歩２〜３分の場所に有明ガーデンがあるので是非帰りに立ち寄ってみて欲しい。
      </p>
      <p>
        これから先の開発計画も期待度が高い。
        現在TFTの隣には空き地が広がっているのだが、こちらにはコナミとテレビ朝日が巨大な複合施設を建設予定である。
        多目的ホール、エンターテインメント施設、スタジオ、オフィス、eSports系のスタジオなどができる予定。
        巨大な複合施設ができれば、街の利用者も増え、必然的に利便性や魅力も更に増してくるだろうと期待している。
      </p>
      <p>
        有明地区といえば東京オリンピックのメイン会場だったので、大会期間中は世界中の選手やメディア関係者が有明に集まっていた。
        盛り上がりは一旦落ち着いたかと思いきや、2024年春にはFormula Eの開催都市に有明が選ばれた。
        Formula EはF1の電気自動車版であり、街中がF1会場になると噂されている。またも有明が世界から注目される街になるのは興味深い。
      </p>
      <p>
        魅力は有明だけではない。有明から少し足を伸ばせばお台場と豊洲がある。
        普段は有明ガーデンで十分だが、豊洲に行けばららぽーとがあるので気分転換に足を伸ばすのも楽しい。
        お台場はお散歩するには丁度よい距離である。適度に歩いてお台場海浜公園やレインボーブリッジを散策できるのは魅力である。
      </p>
    </div>
  )
}
