export default function Page() {
  return (
    <div>
      <h2>さよなら有明</h2>
      <p>・・・という夢を見ていたのかもしれない。いや、夢であってほしかった。</p>
      <p>
        この同人誌は「サイバーメタルチンピラ」である。ここまでフラグを立てまくったので、そろそろボッコボコに折らなければいけない。当然ハッピーエンドなわけがないだろう。
      </p>
      <p>
        悲しいことに全部現実なのだが、わずか数年で無惨にあっけなく崩壊した。離婚である。
      </p>
      <p>
        一人で住むには広すぎるし無駄なので家も車も手放すことになった。住み慣れてきた有明は、年二回しか来ない街に戻ってしまった。これほど悲しくて虚しいことは滅多にない。
      </p>
      <small>
        *本誌で離婚について書くのは主題と逸れるので省略する。僕にとって離婚を決断するだけの到底許容できない理由があった。妊活前だったのは不幸中の幸いなのだろう。人生って難しい。
      </small>
      <p>
        話題が逸れたが、有明という街は本当に魅力的であり、将来の発展が期待できる街であることは間違いないだろうと著者は断言できる。暮らすもよし、遊びに行くもよし。今後も様々な施設がオープン予定なので、是非コミケ以外の機会にも有明を訪れてみてはいかがだろうか。
      </p>
      <h2>ただいま秋葉原</h2>
      <p>
        そんなわけで、悲しきかな「秋葉原に帰ってきた」という最悪な結末である。
      </p>
      <p>一つ前の記事で田舎暮らしを勧められたのだが、僕は東京に慣れきってしまったのと虫が苦手すぎるので早々に断念した。うさぎ小屋みたいな部屋でも平気だし。猫飼おうかな。</p>
      <p>
        もう辛い思いは嫌だし独身でもいいかなと思ったが、やはり寂しいのは苦手だし32歳なので一応まだ諦めたくはない。夢も希望もないが、もう何も怖くない。
      </p>
      <p>
        結婚相手募集中です。いつでもラブレターお待ちしています。
      </p>
      <p>
        <strong>追伸：</strong><br />
        幸い沢山の友達に恵まれたおかげでいろいろ救われている。いつも遊びや食事に誘ってくれたり励ましてくれる友人達にこの場を借りて感謝。
        この合同誌についても短い期間ながら10人以上が集まってくれたのは本当に有り難い(まさかの大ボリュームに震えている)。<br />
        コミケで知人友人と会えることも楽しみでならない。最後まで読んでくれてありがとう。
      </p>
      <p style={{textAlign: 'right', marginTop: '1.5rem'}}>
        秋葉原に10年ぐらい住んでみた後日譚：完
      </p>
    </div>
  )
}
