export default function Page() {
  return (
    <div>
      <h2>さよなら有明</h2>
      <p>・・・という夢を見ていたのかもしれない。いや、夢であってほしかった。</p>
      <p>
        この同人誌は「サイバーメタルチンピラ」である。ここまでフラグを立てまくったので、そろそろボッコボコに折らなければいけない。当然ハッピーエンドなわけがないだろう。
      </p>
      <p>
        悲しいことに全部現実なのだが、わずか数年で無惨にあっけなく崩壊した。離婚である。
      </p>
      <small>
        *本誌で離婚について書くのは主題と逸れるので省略する。僕にとって離婚を決断する程度の許容できない理由があった。妊活前だったのは不幸中の幸いだろう。人生めちゃくちゃ。
      </small>
      <p>
        一人で住むには広すぎるし無駄なので家も車も手放すことになった。住み慣れてきた有明は、年二回しか来ない街に戻ってしまった。これほど悲しくて虚しいことは滅多にない。
      </p>
      <p>
        自宅から徒歩でコミケ会場に行けるのも今回が最後だろう。
      </p>
      <h2>ただいま秋葉原</h2>
      <p>
        そんなわけで、悲しきかな「秋葉原に帰ってきた」という最悪な結末である。
      </p>
      <p>先程ちんぴらDの記事で田舎を勧められたのだが、僕は東京に慣れきってしまったので早々に断念した。うさぎ小屋サイズでも満足してる。猫飼いたいなー。</p>
      <p>
        もう辛い思いは嫌だし独身でもいいかなと思ったが、やはり寂しいのは苦手だし32歳なので一応まだ諦めたくはない。夢も希望もないが、もう何も怖くない。
      </p>
      <p>
        そんなわけで、結婚相手募集中です。いつでもラブレターお待ちしています。
      </p>
      <p>
        追伸：<br />幸い沢山の友人に恵まれたおかげで救われている。いつも支えて励ましてくれた友人達に圧倒的感謝。
        この合同誌企画でも短期間に関わらず10人以上が集まってくれたのは本当に感謝しか無いし、コミケ会場でいろんなオタク仲間と会えることも嬉しい限りである。
      </p>
      <p style={{textAlign: 'right', marginTop: '1.5rem'}}>
        秋葉原に10年ぐらい住んでみた後日譚：完
      </p>
    </div>
  )
}
