import {Title} from '../../../components/Title'
import {Image} from '../../../components/Image'
import {Pagination} from '../../../components/Pagination'

export default function Page() {
  return (
    <Pagination page={999}>
      <p>お湯の温度が高すぎるときも崩壊しました。最初はなんだかうまくいってそうな雰囲気だったのですが、なんどか練っているうちに徐々に崩壊してしまいました。あまり高温のお湯でやらない方が良いみたいです。</p>
      <p>モッツァレラチーズ作りは、意外と失敗します。自分も半分くらい失敗しました。失敗するとあーあってなってしまいますが、一度分離したカードは上手く固まらなくてもざるなどで集めて、裏ごしをするとカッテージチーズみたいになります。裏ごしまでしなくても、ざるにへらで押しつけるように濾すだけでぼそぼそのある程度の塊が作れます。この塊はモッツァレラチーズになれなかったものなので、固まったり伸びたりはできませんが、よく混ぜることである程度クリームっぽいチーズにすることはできます。</p>
      <p>濾した後に混ぜるときに、塩やオリーブオイル、ハーブやスパイスなどをお好みで入れてください。その後へらで混ぜると、言い感じに味のするクリームのようなチーズになります。これをバゲットに塗って食べると大変美味しいですし、調合するハーブやスパイスを良い感じにすると、様々な応用が利くようになると思います。</p>
      <p>そもそも失敗しているのでさみしい話ではありますが、失敗したからといってカードを捨てることなく、美味しいクリームを作って楽しみましょう。試してはいないですが、蜂蜜なんかを入れて甘くしても美味しいかもしれません。</p>
      <h2>参考資料</h2>
      <ol>
        <li>チーズを知る Academy | チーズクラブ | 雪印メグミルク株式会社</li>
        <li>チーズの歴史 - Wikipedia</li>
        <li>チーズの歴史 | findNew 牛乳乳製品の知識</li>
        <li>チーズはいつ頃から食べられていたのですか？ | 乳と乳製品のQ&A | 一般社団法人日本乳業協会</li>
        <li>チーズの学校:チーズの豆知識 | 株式会社ヨシダコーポレーション | チーズの専門サイト</li>
        <li>チーズの歴史 | QBB | 六甲バター株式会社</li>
        <li>C.P.A. | 乳科学 マルド博士のミルク語り</li>
        <li>どうしてチーズは固まる？｜こんなところにも酵素のはたらきが！｜知る・楽しむ｜天野エンザイム株式会社</li>
        <li>牛乳に酢や果汁を入れると一部が固まるのはなぜですか？ | 乳と乳製品のQ&A | 一般社団法人日本乳業協会</li>
        <li>パスチャライズ牛乳とノンホモ牛乳の違いは何ですか？ | よくある質問 | 有機野菜 ビオ・マルシェの宅配</li>
        <li>牛乳の殺菌方法と栄養素の変化 | findNew 牛乳乳製品の知識</li>
        <li>牛乳の製造工程にあるホモジナイズ（均質化）とは、どのようなことですか？ | 乳と乳製品のQ&A | 一般社団法人日本乳業協会</li>
        <li>チーズを固めるレンネット（凝乳酵素） | findNew 牛乳乳製品の知識</li>
        <li>プロテアーゼ - Wikipedia</li>
        <li>Microsoft Word - 北諸チーズ作り３回テキスト20070313-15.doc</li>
        <li>スライド 1</li>
        <li>How artisanal mozzarella cheese is made in Italy. 100% natural! - YouTube</li>
        <li>【市販 手作り 比較】モッツァレラチーズ自家製のコスパは？お得？おまけにホエーレシピあり【料理 作り方】 - YouTube</li>
        <li>1時間で 失敗しないモッツァレラチーズの作り方 - YouTube</li>
      </ol>
    </Pagination>
  )
}
