import {Title} from '../../components/Title'
import {Pagination} from '../../components/Pagination'

export default function Page() {
  return (
    <Pagination page={25}>
      <h2>きららファンタジア1部</h2>
      <p>
        まずきらファン2部の説明を簡単にするために、1部の説明を大まかにする。
      </p>
      <p>
        「ある日神殿の一番偉い神官が暴走、突如女神を封印。
        そのうえ膨大なクリエを手に入れるために禁呪に手を出し、天然のクリエの塊であるきらら作品の登場人物を<strong>異世界召喚</strong>、そのうち一人を鹵獲。
        一方主人公は鹵獲を逃れた登場人物と共に鹵獲された登場人物を救出する冒険に巻き込まれていく。
        主人公たちは冒険の中で敵と戦い、ときに分かり合い成長していく」……という流れになっている。
      </p>
      <p>
        ちなみにここで出てきた敵はメイン1部が完結した現在では仲良しであり、イベントになれば野球や同人即売会を一緒にやっていたりする。
      </p>
      <p>
        「クリエを必要とした敵組織がきらら作品の登場人物を鹵獲。
        主人公はきらら作品の登場人物と共に救出にむかう」という構造は2部にも引き継がれる。
      </p>
      <h2>きららファンタジア2部</h2>
      <p>
        きらファン2部は1部とうって変わって「陰キャもの・ダークストーリーもの」である。
      </p>
      <p>
        イメージとしては「ぼっち・ざ・ろっく」と「まちカドまぞく（特に那由多誰何編以降）」を思い浮かべてもらえると分かりやすい。
      </p>
      <p>
        もう少し詳しく説明すると、
      </p>
      <p>
        <strong>陰キャもの：主人公が陰キャであり、かつそれを強調した作品である</strong>
      </p>
      <p>
        元々きらら作品の主人公が内向的な作品は多い（Aチャンネル、ごちうさ、スロウスタート……）。
        きらら作品のテーマとして「対話を通じた相互理解・相互理解を通じた成長」が強いのは割と納得してもらえると思うのだが、
        このテーマから逆算したとき主人公はどのような性格になるべきか？ということを内向的な性格にするのが適切であるからだと思われる。
        チートものの主人公は落ちこぼれとかスライムがいいのと同じ理屈である。
        これをかなりハードめにチューニングしたのが陰キャものである。
      </p>
      <p>
        <strong>ダークストーリーもの：辛めの世界を扱ったストーリー色の強めの作品</strong>
      </p>
      <p>
        こっちについては特に説明はない。棺担ぎのクロやうらら迷路帖、がっこうぐらしをイメージして欲しい。
      </p>
      <p>
        新主人公『うつつ』は口をひらけば「死にたい」などネガティブな発言がさく裂。
        敵組織は『真実の手』と名乗るテロリスト集団であり、聖典（≒きらら）を「きれいごとの偽物の世界」と嫌悪し、世界から聖典を抹消しようと破壊工作に暗躍する。
        鹵獲されたきらら作品の登場人物は認識改変で友人との絆や今までの記憶を失い、クリエを搾り取るために徹底的に絶望させられる。
      </p>
      <p>
        主人公たちはきらら作品御登場人物と共に冒険し、様々な人々と交流し、自分の嫌いなところをすこしずつ引き取り、どうしようもない中でも頑張ることを覚え、かけがえのない友人を作り成長し、敵に立ち向かっていく。
        そういった話である。
      </p>
    </Pagination>
  )
}
