import {Title} from '../../components/Title'

export default function Page() {
  return (
    <div>
      <h2>リコリスの行く末</h2>
      <p>
        リコリスというキャラクターについては話を読み進めていくうちにある違和感に気が付くだろう。
        なぜ彼女がここまで聖典を憎んでいるのかわからないのだ。
        他の真実の手たちはなぜ聖典や神殿を憎んでいるのか、大分分かりやすく提示されている。
        しかしリコリスについては「理解できない」「分からないからってバカにしやがって」と怒りを繰り返えすのみである。
        そしてほかの馬鹿にこそすれど、他の真実の手と違い聖典に書かれている世界自体は殆ど怒りを持っていない。というか知識がない。
        ただ「理解できない」と繰り返すのみである。
      </p>
      <p>
        （明示は本当に最後になるまでされないが）彼女の言動や伏線を拾っていくと「理解できない」とは「読めない」の意味であることがわかる。
        「きららが読めない」というのはきららパンクな世界において（文字通り通りの意味で）致命的である。
        彼女は世界に生を否定されているのだ。
      </p>
      <p>
        第1部の敵組織とは和解できた。
        しかし聖典という、このゲームおよびこの世界における「生命・エネルギー・倫理」の大前提に否定されているリコリスとは和解できるのであろうか？
      </p>
      <p>
        いや、したい。しなければならない。
        リコリスは胸が非常に大きい。これは水着実装可能性が高いことを意味する。
        リコリスには偽姉妹とは言え妹がいる。これは妹もののイベントに出れる可能性が高いことを意味する。
        リコリスは他の作品に無い属性を持ち合わせている、十分魅力的なキャラクターである。
        これはヒナゲシについても、他の真実の手のメンバーについてもそうだ。
        まだまだみたいイベントはたくさんあるのだ。
      </p>
      <p>
        そして何よりも「対話を通じた相互理解・相互理解を通じた成長」これは主人公だけの特権ではないはずだ。
      </p>
      <p>
        「きららが理となってしまった世界」において聖典が救えなかった魂はきららファンタジアというきららのコンテキストにおいて、救いはあるのだろうか？
        そして、それはどのようになされるのであろうか？
      </p>
      <p>
        そして物語は・・・・・・
      </p>
      <h2>…どうなったの？ </h2>
      <p>
        打ち切られました。ゲームごと。
        この後には未回収フラグ（敵組織の事情など）を「サクっと」回収したりしなかったりする最終章と外伝があります。
        だから前述の話は、無い話です。
      </p>
    </div>
  )
}
