import {Title} from '../../components/Title'
import {Pagination} from '../../components/Pagination'

export default function Page() {
  return (
    <Pagination page={28}>
      <h2>なんでこの話書こうと思ったの？</h2>
      <p>
        第2部は正直あまり評判がよくない。
        理由としては次が大きいように思われる。
      </p>
      <ul>
        <li>物語上きらら作品の登場人物が精神凌辱されるのだが、原作ファンとしてはそれがつらい</li>
        <ul>
          <li>これがあまりにも大きすぎる。原作勢で原作の延長として2部を読むととてもつらい目に合う</li>
          <li>とくにごちうさ勢は非常につらい目に合う。あまりの陰湿さにおそらく第2部のことがかなり嫌いになる</li>
          <li>話自体はむしろ2部の中でもカタルシスのある、明確な反撃回ではあるのだが……</li>
        </ul>
        <li>打ち切られたため、本来丁寧に解決されるべき『真実の手』周りの問題があまりにもサクっと解決されてしまった</li>
        <ul>
          <li>上で書かれた話を解決するためのフラグは確かに用意されていたのだが、時間が残されておらずあまりにもサクッと「消化」されてしまった</li>
          <li>2部のシナリオに好意的だったユーザーもこれで心が折れてしまった</li>
        </ul>
      </ul>
      <p>
        ソシャゲの宿命として、サービスが終了するとシナリオを正規に視聴する方法がない。
        したがって後世では第2部の評判は上で固定されるだろう。
      </p>
      <p>
        だが、2部は途中までは本当に面白かったこと、それは勘違いではなく今読み返しても本当に面白いこと、そして2部が書こうとした「2020年代のまんがタイムきらら」が確かにあったこと。
        そういったものがあることを出来れば体験して欲しいし、せめて覚えていてほしかった。
      </p>
      <h2>おわりに</h2>
      <p>
        もしもこの記事を読んでちょっとでも興味がわいてくれたのならば、それはあった話なのでゲームをインストールしてみるのがおすすめです。
      </p>
      <p>
        おすすめの章は、まちカドまぞくの『ボタンが掛け違っていた世界』を描き、シャミ子の闇堕ち（まぞくの闇落ちとは？？？）に心が切り刻まれる第2部1章「まちカドまおう」が個人的にオススメです。
        この章だけで2部が生まれたことが無意味ではなかった気持ちになれるでしょう。
        まだ間に合うので、きららファンタジア2部を8章まで読んでください。
      </p>
      <p>
        サービスの終了は2023年2月28日です。
      </p>

    </Pagination>
  )
}
