import {Title} from '../../components/Title'
import {Image} from '../../components/Image'

export default function Page() {
  return (
    <div>
      <h2>所見とか</h2>
      <p>
        元々はバイクトライアルを探していて、なんか試乗したり入門する方法はないのだろうか？と見ていたら見つけた競技を、せっかくだし調べてみるかとまとめてみた次第だ。いや、サイクルサッカーは完全に独立だが…、というかそんな歴史あるスポーツだったとは初めて知った。通りでフリーなし自転車が規定されているわけだ
      </p>
      <p>
        ちなみにサイクルサッカーを調べていたら、サイクルフィギュアというフィギュアスケートの自転車版そのままというのもあるようで、こちらも同様に歴史が古かった。フラットランドBMXと親しい思想が、使う車種/出自が違う所から出ている所は面白い。みんなとりあえず道具に慣れたら曲芸したくなるんだなあ
      </p>
      <p>
        この手のスポーツ自転車は取り扱いは少ないものの、BMXやトライアル車の場合は10万円前後から通販があるようで、試そうと思えば試せそうな価格帯なのがまた気になってしまう。ただ、やはり自転車ということと日常利用にはある程度制約があること、都市部のマンションだと保管場所が難しいよなあということで、二の足を踏んでしまう。手軽に体験できる所がほしいなあと思う次第だ
      </p>
    </div>
  )
}
