import {Title} from '../../components/Title'
import {Image} from '../../components/Image'

export default function Page() {
  return (
    <div>
      <h2>眼科医院</h2>
      <p>
        「メガネは医療器具である。眼科医にメガネの処方箋を書いてもらうべき」という話があります。
        この記事を読んでいてメガネを作ったことが無い人がどれだけいるのかは分かりませんが、いきなりメガネ屋に行っても視力を測定してメガネを作ってくれる……というか、いきなりメガネ屋に行く人のほうが多いと思います。
      </p>
      <p>
        前々回メガネを作ったときは、先に眼科医院に行きました。
        色々と検査をして、「近視以外の問題は無し。メガネの度数はこれで」と処方箋を渡されて、行って良かったと思いました。
        一方、引っ越したので別の眼科医院に行った前回は、「はあ、診ろと言うなら診ますけど、メガネ屋でもできますよ？」と、あまりやる気の無い感じでした。
        ということで、今回は直接メガネ屋に行きました。
      </p>
      <p>
        もし、今までメガネを掛けたことが無く、この記事を読んでメガネを作ろうという人がいれば、一度は眼科医院に行ったほうが良いとは思います。
        あなたの視力が悪いのは、単なる近視や遠視以外の病気が原因かもしれません。
      </p>
      <h2>金子眼鏡店</h2>
      <p>
        「眼鏡」は「めがね」と読みますが、「金子眼鏡店」は「かねこがんきょうてん」と読みます。
      </p>
      <p>
        メガネを買い換えようと思った理由は、これまで使っていたメガネのレンズに、細かい傷が増えてきたり、コーティングが剥がれてきたりしたからです。
        メガネを手入れするときは、いきなり布やティッシュでレンズを拭いてはいけません。
        まずは水で洗います。
        レンズの表面に付いた細かい砂などがレンズを傷つけてしまうからです。
        気に掛けてはいたのですが……面倒でそのまま拭いてしまったときはありました。
      </p>
      <p>
        なぜ今までと同じ価格帯ではなく、高いメガネを買おうと思ったのか？　筆者はミラーレス一眼レフカメラを持っています。
        カメラ本体も良いお値段ですが、交換レンズもなかなか高いです。
        数万円のレンズを何本か買い、10万円以上のレンズも買いました。
        その高いレンズをちゃんと活用しているかというと、そんなことはなく、月に1回も使いません。
        そこでふと、同じ光学機器なのに、入浴と睡眠のとき以外は常に使っているレンズ（メガネ）が、月に1回も使わないレンズよりも安いのはおかしいのではないかという思いに至りました。
        高いレンズで撮った写真を、安いメガネを通して見ると、眼に入るのは安い映像です（ホントか？）。
      </p>
      <p>
        金子眼鏡店を選んだのは、この価格帯のメガネ屋では定番だからです。
        友人にも金子眼鏡店のメガネを掛けている人がいました。
      </p>
      <p>
        高い店って入るのが怖いんですよね……。
        安い店だと広告などでアピールしているので値段が分かりますが、高い店はいくら必要になるのか分からないし。
        ビビっていてもしょうがないので、とりあえず10万円を握りしめて店に行きました。
      </p>
    </div>
  )
}
