import {Title} from '../../components/Title'
import {Image} from '../../components/Image'

export default function Page() {
  return (
    <div>
      <p>
        店内には店員が1人いるだけで、後述するように1時間以上店内にいましたが、他の客は入ってきませんでした。
        混んでいるのが嫌で平日に行きました。
        休日ならばもう少し客がいるのかもしれません。
      </p>
      <p>
        まずはフレーム選びです。
        値段はだいたい4万円前後で、もう少し安いのもあるし、10万円くらいのフラッグシップっぽいフレームもあるという感じでした。
        イメチェンをしたいわけではないので、「今掛けているメガネと同じようなメタルフレームが良い」と言ったら、今はセルフレーム（プラスチック）のほうが流行っていると返ってきました。
        そうだったのか。
        でも、もしかすると金子眼鏡店のラインナップ的に力を入れているのがセルフレームなのかもしれません。
        メタルフレームもセルフレームも色々と出てきて、結局メタルフレームにしました。
        SPIVVYというシリーズです。
        36,000円（税抜き）。
      </p>
      <p>
        次、視力測定。
        これがめちゃくちゃ丁寧でした。
        前回メガネを作ったときは、たしか、度数を変えることなく元のメガネそのままで作ったので、10年ぶりくらいでしょうか。
        ゴツいフレームだけのメガネに、レンズをカシャカシャ差し替えて合わせるものしか知りませんでしたが、今は専用の大きな機械があるんですね。
        眼のところにレンズがあって、店員が手元で操作をするとレンズが差し替わるようです。
        どういう技術なのか知りませんが、視力測定表代わりに小さな文字を表示するモニターは、モニターの面よりも奥に文字が見えました。
        仕上げは、レンズを差し替えるメガネが出てきて、近くのものを見たり、外を見たりして確認。
        元のメガネより少しだけ度数を上げてもらいました。
      </p>
      <p>
        最後にレンズを選びました。
        屈折率（高いほど、値段も高いけどレンズが薄くなる）を選ぶだけかと思っていたのですが、ブランドが2種類あって、ブランドごとにいくつか製品があり、さらにその中に屈折率がありました。
        値段が数十個並んでいました。
        金子眼鏡店のレンズの価格表を載せているブログがいくつかありますが、見覚えのある表がありません。
        同じ金子眼鏡店でも店によって違うのか、あるいは最近切り替わったのか。
      </p>
    </div>
  )
}
