import {Title} from '../../components/Title'
import {Image} from '../../components/Image'

export default function Page() {
  return (
    <div>
      <p>
        お洒落に気を使う人ならフレームの見た目が重要でしょうけれど、私はレンズの性能を求めたいです。
        ここまでの丁寧さからして、レンズもさぞ細かく解説してくれるのだろうと期待していたのですが……意外とあっさりでした。
        「この度数なら屈折率が高いものが良いですね。あとは予算に応じて」くらい。
        いや、2万円くらいから10万円くらいまで差があるんだから、もっとこう何か説明が無いのか……と思いながら「何が違うんですか？」と訊いて見ると、「周辺の歪みが少なかったりします」とちょっとした図が出てきました。
        たぶん、高いのは非球面レンズなのでしょう。
        カメラのレンズでもメガネのレンズでも、レンズの最適な形状は、球の一部を切り抜いたものではないらしいです。
        まあ、でも、考えてみれば、ここですごくアピールされても10万円のレンズを買う金は無いし、わざわざ高い店に来ているのに最安のレンズを選ぶことも無いですね。
        高い安いは人によって変わるでしょうが、説明を受けて買うレンズを変えることはあまり無いのかもしれません。
        「予算に応じて」で良いのか。
        一番高い屈折率で、中の下くらいの値段のものにしました。
        税抜き35,000円です。
        屈折率でだいぶ値段が変わるので、度数がそんなに高くない人なら、同じ値段でもっと上のグレードのものも選べます。
        度数が低いなら周辺部の歪みも小さいでしょうし、高いレンズを買う必要があるかは分かりませんが。
      </p>
      <p>
        お会計。
        印紙の貼られたレシートを久しぶりに見ました。
        5万円以上のレシートには印紙を貼る必要がありますが、量販店などでは印紙税を別途払っていることが多いので。
      </p>
      <p>
        ここまでで入店から1時間以上は経っていました。
        次の予定を入れるなら、2時間くらいは掛かると思っておいたほうが良さそうです。
      </p>
      <p>
        メガネの受け取りは1週間後でした。
        実際にメガネを掛けての調整も丁寧でした。
        筆者としては「まあ、こんなもんだろ」と思っていましたが、何かが気に食わないらしく、何度も調整していました。
        だいたい30分くらいでした。
      </p>
      <p>
        選んだレンズは、カメラで有名なカールツァイス製です。
        店では何も言われず、帰宅してから眺めていて気が付いたのですが、レンズの中にメーカーのロゴがレーザー刻印されています。
        そんなことして良いのか。
        そもそもレンズの端のほうですし、普通に掛けている分には全く見えません。
        メガネを外して、メガネや照明の角度を上手いこと変えると、特定の向きになったときにロゴが見えます。
        飲みの席などで話のタネになりそうです。
      </p>
      <p>
        筆者は気が付いたのが遅くて使いそこねましたが、福井県鯖江市のふるさと納税の返礼品に、金子眼鏡店の割引券があります。
        ふるさと納税の枠が余っていれば、鯖江市に寄附して、金子眼鏡店でメガネを作ってみてはどうでしょうか。
        この記事の載った本は、2022年の大晦日にコミックマーケットで頒布される予定です。
        もし購入した当日にこの記事を読んでいるならば、2022年はあと数時間残っています。
      </p>
    </div>
  )
}
