import {Title} from '../../components/Title'
import {Image} from '../../components/Image'
import {Pagination} from '../../components/Pagination'

export default function Page() {
  return (
    <Pagination page={21}>
      <p>
        格安メガネで有名なチェーン店はJINSとZoffです。
        値段は両者同じくらいですが、JINSは屈折率の高いレンズでも値段が変わらないところ、Zoffは追加料金が掛かります。
        どうせなら、違いは安いほうが分かるでしょうから、JINSに行くことにしました。
      </p>
      <p>
        休日だったということもあり、JINSはけっこう混んでいました。
        店に入った途端に店員に声を掛けられるということもないので、フレームを選びます。
        値段は5,500円から15,000円くらい。
        ここで、値段がだいたい10倍違うと面白いかと思い、8,800円の中から選ぶことにしました。
        金子眼鏡店で「今はセルフレームが流行り」と言われたのが気になり、一度も買ったことがなかったので、セルフレームにしてみました。
        これ、同じメタルフレームにしておいたほうが、比較ができて良かったですね。
      </p>
      <p>
        値段が5,500円のフレームは、鼻当てがフレームと一体成形（鼻当てが無く、フレームの鼻の部分が出っ張っているだけ）のものが多いです。
        「こんなので良いの？」と思いますが、鼻の形（？）がこれで大丈夫な人なら、むしろこのほうが良いのかもしれません。
        メガネの鼻当ては汚れが溜まるんですよね。
      </p>
      <p>
        注文は、役所や銀行のような番号札方式でした。
        効率的。
        「レンズの度数が書かれたカードはあるけど、PDが書かれていなくて……」と言ったら、「メガネから度数を測って作りますよ」とのこと。
        メガネを預けて度数を測ってもらっている間に、アプリをインストールしろと言われました。
        メガネが無いとスマホの画面もまともに見られないので大変でした。
        家でインストールしてから行きましょう。
        なぜアプリが必要かというと、店に客の情報は残らず、メガネの情報はこのアプリかWebで確認するしかないからだそうです。
        なるほど。
        金子眼鏡店だと「お客様が10年前に作ったメガネですか？　それなら～」くらい言ってきそうなイメージがあります。
        作った後は1回も行っていないので、あくまでイメージですけど。
      </p>
      <p>
        金を払うと、30分後くらいの時間が書かれた別の番号札が渡されました。
        その時間以降なら完成しているとのこと。
        今回メガネを買った中で、これが一番驚きでした。
        今どきのメガネって30分で出来上がるんですね。
        私とは逆に、ずっとJINSでメガネを作っていて、たまには高いメガネを買おうという人もいると思います。
        そこで、「それでは1週間後に取りに来てください」「え？」「え？」みたいなやりとりが発生すると、お互いに大変そうです。
      </p>
      <p>
        適当に時間を潰して受け取り。
        安いからメガネを渡されるだけかと思いましたが、フィッティングはしてくれました。
        そもそもセルフレームって曲げたりできるのかが疑問で作業を横目で見てみると、アロマディフューザーのような見た目の道具で温めて曲げていました。
        やっぱり安いだけあって、ちょっと見づらさはありますね。
        店員に「違和感とかないですか」と訊かれ、「無くはないけど、新しいメガネだし……。すぐ慣れると思います」と答えて、帰宅。
        最初に店に入ってから、完成したメガネを受け取るまでで、1時間くらいでした。
        すごい。
      </p>
    </Pagination>
  )
}
