import {Title} from '../../components/Title'
import {Image} from '../../components/Image'

export default function Page() {
  return (
    <div>
      <h2>JINS</h2>
      <p>
        金子眼鏡店の高いメガネを掛けると、視界がクリアで気分が良いです。
        でも、この気分は、2万円くらいのメガネを買ったときにも得られました。
        いつも前のメガネがボロボロになってから次のメガネを買うので、同じ値段でも新しいメガネのほうが綺麗です。
        この視界のクリアさが、高いからなのか、単に新しいからなのかが気になります。
        ということで、安くて新しいメガネを買うことにしました。
        安いとはいえ、そのために1万円弱を払うのか……と考えましたが、予備になりますし、安いメガネで充分ということが分かれば、今後のメガネ代が浮きます。
      </p>
      <p>
        同じ度数のメガネならば値段による比較ができるはずです。
        レンズがどの程度凸レンズや凹レンズになっているかというSPHの他に、主要なパラメタとして、CYLとAXS、PDがあります。
        乱視が入っている場合、レンズは凸レンズや凹レンズに、円筒を縦に半分に切ったものを足し合わせたような形状になります。
        円筒要素がどの程度あるのかがCYLで、方向がAXSです。
        PDは左右のレンズの中心間の距離です。
        金子眼鏡店でメガネと一緒に渡されたカードにはSPHとCYL、AXSは書かれていましたが、PDがありませんでした。
        まあ、メガネ屋にはメガネを計測する機械があるので、メガネを持っていけば、測って同じパラメタのメガネを作ってくれるはずです。
      </p>
      <p>
        格安メガネで有名なチェーン店はJINSとZoffです。
        値段は両者同じくらいですが、JINSは屈折率の高いレンズでも値段が変わらないところ、Zoffは追加料金が掛かります。
        どうせなら、安いほうが違いが分かるでしょうから、JINSに行くことにしました。
      </p>
      <p>
        休日だったいうこともあり、JINSはけっこう混んでいました。
        店に入った途端に店員に声を掛けられるということもないので、フレームを選びます。
        値段は5,500円から15,000円くらい。
        ここで、値段がだいたい10倍違うと面白いかと思い、8,800円の中から選ぶことにしました。
        金子眼鏡店で「今はセルフレームが流行り」と言われたのが気になり、一度も買ったことが無かったので、セルフレームにしてみました。
        これ、同じメタルフレームにしておいたほうが、比較ができて良かったですね。
      </p>
      <p>
        値段が5,500円のフレームは、鼻当てがフレームと一体成形（鼻当てが無く、フレームの鼻の部分が出っ張っているだけ）のものが多いです。
        「こんなので良いの？」と思いますが、鼻の形（？）がこれで大丈夫な人なら、むしろこのほうが良いのかもしれません。
        メガネの鼻当ては汚れが溜まるんですよね。
      </p>
    </div>
  )
}
