import {Title} from '../../components/Title'
import {Image} from '../../components/Image'

export default function Page() {
  return (
    <div>
      <p>
        注文は役所や銀行のような番号札方式でした。
        効率的。
        「レンズの度数が書かれたカードはあるけど、PDが書かれていなくて……」と言ったら、「メガネから度数を測って作りますよ」とのこと。
        メガネを預けて度数を測ってもらっている間に、アプリをインストールしろと言われました。
        メガネが無いとスマホの画面もまともに見られないので大変でした。
        家でインストールしてから行きましょう。
        なぜアプリが必要かというと、店に客の情報は残らず、メガネの情報はこのアプリかWeb確認するしかないからだそうです。
        なるほど。
        金子眼鏡店だと「お客様が10年前に作ったメガネですか？　それなら～」くらい言ってきそうなイメージがあります。
        作った後1回も行っていないので、あくまでイメージですけど。
      </p>
      <p>
        金を払うと、30分後くらいの時間が書かれた別の番号札が渡されました。
        その時間以降なら完成しているとのこと。
        今回メガネを買った中で、これが一番驚きでした。
        今どきのメガネって30分で出来上がるんですね。
        私とは逆に、ずっとJINSでメガネを作っていて、たまには高いメガネを買おうという人もいると思います。
        そこで、「それでは1週間後に取りに来てください」「え？」「え？」みたいなやりとりが発生すると、お互い大変そうです。
      </p>
      <p>
        適当に時間を潰して受け取り。
        安いからメガネを渡されるだけかと思いましたが、フィッティングはしてくれました。
        そもそもセルフレームって曲げたりできるのかが疑問で作業を横目で見てみると、アロマディフューザーのような見た目の道具で温めて曲げていました。
        やっぱり安いだけあって、ちょっと見づらさはありますね。
        店員に「違和感とか無いですか」と訊かれ、「無くは無いけど、新しいメガネだし……。すぐ慣れると思います」と答えて、帰宅。
        最初に店に入ってから、完成したメガネを受け取るまでで、1時間くらいでした。
        すごい。
      </p>
      <p>
        家で、「やっぱり値段が10倍違うと、けっこう違うんだな～」とメガネを交互に掛けていたら、衝撃の事実に気が付きました。
        金子眼鏡店のカードに書かれた度数情報と、JINSで渡された度数情報で、レンズの左右が逆です。
        そんなことある……？　状況を整理しましょう。
        （A）金子眼鏡店のメガネ、（B）金子眼鏡店のカードに書かれた度数情報、（C）JINSのメガネ、（D）JINSの紙に書かれた度数情報。
        今確認できているのは、B≠Dです。
        筆者が依頼したのは、C＝Aなメガネを作ることです。
        間違いが無ければ、A＝BとC＝Dは成り立つはずです。
        C≠AならJINSが悪いし、C≠Dでも、まあJINSに文句は言えるでしょう。
        A≠Bで、JINSに非が無い可能性もあるんですよね。
        どうしようかなと思ったけど、JINSのメガネをひっくり返して掛けると、良く見えることに気が付きました。
        A＝B≠D＝C（A≠C）っぽいです。
      </p>
    </div>
  )
}
