import {Title} from '../../components/Title'
import {Image} from '../../components/Image'

export default function Page() {
  return (
    <div>
      <p>
        フレームは、JINSは値段相応に安っぽく見えます。
        「いい年した大人がそんな安い腕時計ではだめだよ」とか言われるような環境では受け入れられなさそうな気がします。
        筆者の周囲は、スマートウォッチ以外の腕時計を付けている人すら稀で、メガネと腕時計に同じような高級感が求められるのかは分かりませんが。
        どうなんですかね？
      </p>
      <p>
        比べようが無いのが耐久性です。
        レンズもフレームも分かりません。
        10倍安いメガネが10倍壊れやすいならば、期間当たりの値段は一緒で、それならば高いものを身に付けたほうが良いでしょう。
        1日ごとに交互に取り替えれて、1年後にどうなったかを見れば分かるのかもしれませんが、そこまでするつもりはありません。
      </p>
      <p>
        結論。
        見え方は大差が無いので、フレームの高級感が必要かどうかと、時間を掛けて丁寧に対応してほしいかどうかで、選べば良いのではないでしょうか。
        筆者のように両方買って、使い分けるのもありかもしれません。
        温泉などに行くときには、JINSのメガネも持っていこうと思っています。
        自宅以外の風呂場では、メガネが無いと歩けないので、メガネのまま風呂場に行きますが、メガネにダメージが大きそうで不安です。
        そういうときに安いメガネがあると安心です。
      </p>
    </div>
  )
}
