import {Title} from '../../components/Title'
import {Image} from '../../components/Image'

export default function Page() {
  return (
    <div>
      <p>なお、保険適用にあたっては一部制約があります。簡単にまとめると、以下の通りです。</p>
      <ul>
        <li>一般不妊治療：タイミング法、人工授精<br />→ 回数、年齢制限なし</li>
        <li>生殖補助治療：採卵・採精、体外受精・顕微授精、受精卵・胚培養、胚凍結保存、胚移植<br />→ 治療開始時の助成の年齢が40歳未満の場合6回まで、40歳以上43歳未満の場合3回まで（いずれも1子ごと）</li>
      </ul>
      <p>報道ではよく年齢制限が取り沙汰されているのですが、タイミング法と人工授精に限っては回数・年齢ともに制限はありません。これは厚生労働省の資料の説明不足によるところが大きいので、40代以上の方には特に知ってもらえると嬉しいなと思います。</p>
      <h3>1.3. 不妊治療のメリット</h3>
      <p>筆者が考える不妊治療の一番のメリットは、毎月「この日にいたさねば」と自分自身にプレッシャーをかける必要もなく、またパートナーに対しても事務的に連絡ができること。</p>
      <p>妊娠にいたる行為は、非常に繊細なものです。女性からすると月にたった1回、年に12回しかチャンスがありません。しかも年を取るほど妊娠確率は下がりますので、今この瞬間のチャンスが非常に貴重となってくるわけです。</p>
      <p>かといって、パートナーに圧をかけすぎて相手が萎縮してしまっては、できるものもできません。「今月は忙しくないかな」「今日は疲れてないかな」と相手の状況を気遣いつつどう声をかけるべきか。自分だって、仕事やプライベートの予定が詰まっていれば、そんなことよりもぐっすり睡眠時間を確保したくなるわけです。</p>
      <p>もちろん、たとえば「3日に1回はかならず行為をする」と頻度を決めたり、後述する「ルナルナ」さんのお知らせする「仲良し日」にはかならずいたす、などのルール作りをすることで、パートナーとのコミュニケーションコストを下げる方法もあります。著者は結果的にクリニックという第三者を介することで、よりパートナーに対する相談がしやすくなりましたが、この辺りはそれぞれベストな方法を探してみるのが良いかなと思います。</p>
      <h3>1.4.不妊治療のデメリット</h3>
      <p>不妊治療はもちろん、良いことばかりではありません。最大のデメリットはお金と労力がかかること。お金に関しては、前述のとおり保険適用により3割負担になりましたが、一部の検査や高度な治療においては保険適用外なものもあります。また、子どもができるまで何度もトライをするとなると、その度にお金はかかります。どこまでの金額ならかけられるのか、あらかじめ予算を決めてからスタートすることをお勧めします。がんばれば必ずできる、というものでもないのが不妊治療の難しいところで、どこかで諦めなければならないタイミングも来るからです。いつまで、もしくはいくらまで、と冷静なうちに決めておくことで、心の準備をしておきましょう。</p>
    </div>
  )
}
