import {Title} from '../../components/Title'
import {Image} from '../../components/Image'

export default function Page() {
  return (
    <div>
      <p>不妊治療は、特に女性側の労力がかかります。毎月排卵日にあわせて病院に行き、検査や治療を受け、1カ月後の結果を待ち、ダメだった場合にはがっかりした気持ちを抑えつつ次の検査に臨みます。たいてい、どこのクリニックもとても混んでいます。朝から仕事の休みをとったり、遅番にしたりと調整をしながらクリニックに通う日々。すでに子どもがいて2人目以降を持ちたいという場合には、子どもを預けるための調整なども発生します。（なお、子どもを連れて受診できるようキッズルームのあるクリニックも多くあります）</p>
      <p>筆者は幸い、テレワーク＆裁量労働＆スマホでも業務対応可能、という恵まれた環境のため仕事の調整が付きやすかったのですが、クリニックの待合室ではスーツ姿でパソコンを持ち込み一心不乱に仕事をしている女性を見かけることも多くありました。</p>
      <p>少子化問題が叫ばれる昨今、不妊治療をする女性たちが仕事を続けやすく、過ごしやすい環境が整うことを願ってやみません。</p>
      <h2>2．実際にやったこと</h2>
      <h3>2.1. ルナルナさんに頼ってみた</h3>
      <p>さて、ここからは筆者が実際に取り組んだことをお伝えしたいと思います。</p>
      <p>まず最初に取り組んだのはスマホアプリの「ルナルナ」さん。男性でも一度は名前を聞いたことがある方も多いのではないでしょうか。筆者はずっと生理日予測のためにこのアプリを使っており、かなり高い精度で生理開始日を予測してくれるので便利に使っていました。</p>
      <p>ルナルナさんには排卵日予測機能もあり、排卵予定日のほか、有料プランでは妊娠しやすいタイミングを「仲良し日」として教えてくれます。最も確率の高い「おすすめ日」に事をいたすのが理想ですが、難しい場合は「おすすめ期間」の間のどこかで行ってみましょう。とはいえ、卵子の寿命は排卵後24時間、精子の寿命は約3日間とされていますので、かなり限られたスケジュールであることには変わりありません。</p>
      <p>有料プランに入ると、パートナーに「仲良し日」がメールで通知される「パートナー共有機能」も使えます。（ちなみに妊娠を希望していない場合でもこの機能は使えるので、自分の体調が悪くなるであろう日を伝えておくうえでも便利です）</p>
      <p>筆者の場合、これを使って1年ほどチャレンジしてみましたが、芳しい成果が得られなかったため、不妊治療に踏み切ることにしました。</p>
      <p>なお、排卵日予測においてはルナルナさんのほか、「排卵日予測検査薬」というキットを使う方法もあります。女性は排卵する24〜36時間前に、排卵を指示するLHホルモン（黄体形成ホルモン）が大量に分泌される「LHサージ」という現象が起こるそうです。このキットを使うと、LHサージが起きているかどうかを測ることができます。</p>
      <p>ただ、LHサージが起きるのは約1日だけのため、ある程度期間を見計らいながら毎日キットで尿を測る必要があります。キットは市販されていますが薬剤師からの説明を受ける必要があり、1回分が500円程度で売られているようです。</p>
    </div>
  )
}
