import {Title} from '../../components/Title'
import {Image} from '../../components/Image'
import {Pagination} from '../../components/Pagination'

export default function Page() {
  return (
    <Pagination page={67}>
      <p>なお、排卵日予測検査薬は不妊治療でもお世話になったので、使い方については後述します。</p>
      <h3>2.2. 不妊治療クリニックに行ってみた</h3>
      <h4>2.2.1. クリニックの選び方</h4>
      <p>さて、不妊治療を始めるとなった場合、最初に悩むのがクリニック選びです。筆者の場合はテレワーク中心だったため、家の近くで通いやすいクリニックの中から、公式サイトの情報や口コミで自分に合いそうなところを選びました。朝早くからこまめに通わないといけないことを考えると、結果的にこの選び方は正解だったなと思います。振り返ってみて、良かった点は大きく以下となります。</p>
      <p>
        <strong>不妊治療専門のクリニックだった</strong>
      </p>
      <p>大学病院や産婦人科専門の病院などでも、不妊治療を行っているところは多くあります。ただ、待合室で妊婦さんや赤ちゃんと並んで診察を待つのは精神的にかなり厳しいと思います。不妊治療専門のクリニックの場合、基本的に不妊に悩む患者さんだけが集まるので、勝手に仲間意識を感じながら落ち着いて診察を待つことができたのは良かったです。（コロナということもあり、患者さん同士が会話することは基本的にありません）</p>
      <p>
        <strong>クリニックの前評判を調べておいたので、心構えができた</strong>
      </p>
      <p>筆者が通ったクリニックは、評価が人によって両極端でした。Google Mapの口コミは「患者に寄り添ってくれない」「話が簡潔でさっぱりしている」など。筆者は性格的に、事実を淡々と説明してくれる人のほうが相性が良いと考えていたので、問題ないだろうと考えて受診しました。結果的に、本当に会話はシンプルで、ときには説明が足りなすぎてイラッとしたこともありましたが、期待を裏切られるというようなことはありませんでした。</p>
      <p>不妊治療はどうしても、精神的な負担が大きくなります。自分の性格に合うお医者さんを選ぶことが、ストレスを減らす上で一番大きいのではないかなと思います。</p>
      <p>
        <strong>通いやすかった</strong>
      </p>
      <p>家から10分程度の距離であることに加え、筆者が通ったクリニックは基本的に予約を受け付けていないところでした。予約ができないということは、その分待ち時間が長くなったり、いつ診察が終わるか読めない問題があります。その一方で、急に仕事や予定が入ってしまっても、自分の都合の良いタイミングで診察に行くことができるので、気が楽なところがありました。この辺りも相性だと思うので、場所や診察時間など、自分の理想に近いクリニックを選ぶと良いかと思います。</p>
      <h4>2.2.2. まずは検査から</h4>
      <p>クリニックが決まったら、あとは治療するだけです。ここでは実際に筆者が行ったことをご紹介していきます。</p>
    </Pagination>
  )
}
