import {Title} from '../../components/Title'
import {Image} from '../../components/Image'

export default function Page() {
  return (
    <div>
      <p>このため、男性の精液を採取して検査を行います。具体的には、精液の量、精子の濃度、運動率、正常形態率などについて調べることとなります。基本的には、精液の中でスピードのある前進運動をしていて、かつ形態も良好な精子が多くあると良いということのようです。精液をクリニックで採取、もしくは自宅で採取したものをクリニックに持ち込んで、次の診察時に結果が渡されるという感じでした。結果はそれぞれ数値で表されるほか、「Aランク」「Bランク」のようにランク付けされた成績表が渡され、なかなか複雑な気持ちになります。</p>
      <h4>2.2.3. いよいよ治療へ</h4>
      <p>さまざまな検査を経て、問題ないことが判明したら、いよいよ人工授精へと進みます。</p>
      <p>ただし、その前に1つクリアすべき事が。筆者が通ったクリニックでは、法的婚姻関係がある、もしくは子どもができた場合に認知をする意向がある事実婚の夫婦のみが、保険適用で治療を受けることができました。このため、法的婚姻関係を証明する戸籍謄本、もしくは各人の独身証明書および同一世帯であることが確認できる公的証明書（事実婚であることを示す住民票など）の提出が求められました。筆者の場合は婚姻関係にあるパートナーとの間で子どもを作ることにしたので特に問題はなかったのですが、事実婚ではないパートナーと子どもをつくりたい、といった場合には、クリニックにあらかじめ相談しておくことをお勧めします。</p>
      <p>さて、ついに人工授精に向かいます。医者からはあらためて治療計画書というものが渡され、治療方法と具体的な治療内容について説明を受けます。こちらの計画書にサインをすることで、治療へと進みます。</p>
      <p>まず必要なのは排卵日の特定です。だいたい生理が始まってから14日前に排卵日が来ることが多いようです。このため、生理開始から10日目くらいにクリニックに行き、超音波検査で卵胞の大きさや子宮内膜の厚さなどを調べたりして、排卵日を予測します。</p>
      <p>ここで手渡されたのが「排卵日予測検査薬」です。朝起きたらキットを使って、LHサージが起きているかを調べます。見た目は妊娠検査薬とほぼ同じで、尿にキットを浸すと3分程度で結果が出ます。ラインが表示されればLHサージが起きている証拠。人工授精にGOです。</p>
      <p>筆者の場合は日曜日にLHサージが確認されたため、翌朝8時にパートナーをたたき起こしてほやほやの精液を採取してもらい、そのままクリニックに持っていきました。採取用の容器はあらかじめクリニックから渡されており、採取までは容器を開けないようにして混入を防ぎます。基本的に、朝持ち込む場合は自宅で採取、午後に持ち込む場合は自宅 or クリニックでの採取となっていました。個人的には自宅の方が落ち着いてできる気がしますが、そのあたりは状況とお好み次第ですかね。</p>
      <p>クリニックに持って行かれた精液は、元気のよい精子だけを選抜・濃縮した上で、人工授精用チューブを使って子宮内に注入されます。この選抜・濃縮作業や準備に大体1時間かかるので、朝クリニックに行って精液を納品した後は、カフェでのんびりモーニングを食べたりしていました。注入作業自体はサクッと終わるので、人工授精に関しては女性の負担はあまりありません。</p>
    </div>
  )
}
