import {Title} from '../../components/Title'
import {Image} from '../../components/Image'
import {Pagination} from '../../components/Pagination'

export default function Page() {
  return (
    <Pagination page={71}>
      <p>その後、だいたい1週間後に再びクリニックに行き、超音波検査で排卵が行われていることを確認。また、血液検査をして、プロゲステロンというホルモンの値を調べます。このホルモンは子宮内膜、つまり子宮の中の赤ちゃんのベッドを整え、受精卵が着床しやすいようにするもので、値が低い場合にはホルモン剤を投与したりするようです。</p>
      <p>ここまでで、できることはすべて行いました。</p>
      <p>あとは、生理が来れば（「リセット」と呼ばれるようです）再び次の排卵日の特定に向けた作業が行われ、生理が来なければ妊娠検査薬や超音波検査をして妊娠しているかを確認します。リセットの場合は仕方ありません。次の注入まではお酒が飲める日だということでちょっと美味しいお酒をいただいたりして気分を立て直しましょう。ちなみに、人工授精の前日・当日以外は事をいたしても問題ないようです。</p>
      <p>人工授精を5〜6回行っても妊娠しない場合、体外受精や顕微授精に進むことになります。</p>
      <h4>2.2.4. で、おいくら？</h4>
      <p>ここまででかかった費用をまとめます。</p>
      <p>筆者の場合、最初の検査にかかった費用が約3万円（うち、保険適用外のAMH検査が約6,000円）、人工授精にかかった費用が1回あたり約2万円、妊娠検査にかかった費用が約5,000円という結果でした。</p>
      <p>もちろんクリニックによって費用は異なると思いますが、正直、想像していたよりずっと安く済んだなという印象です。人工授精の費用は保険適用後の金額なので、保険適用に向けて動いてくださった関係各所には感謝しかありません。</p>
      <p>ぶっちゃけ、これくらいの金額で子どもがつくれるのであれば、とりあえずみんなやってみようぜ！というお気持ちです。本稿を書いた理由の一つがこれでした。</p>
      <h3>2.3. クリニック以外にやってみたこと</h3>
      <p>ついでに、クリニックに通う以外にやったことも書いておきます。基本的には身体を整えるくらいしかできることはないのですが。</p>
      <h4>2.3.1. サプリメントを取る</h4>
      <p>いろいろなサプリメントが売られていますが、妊娠にあたって推奨されているのは「葉酸」の摂取です。葉酸はビタミンB群の1つで代謝に関係し、細胞の生成や再生を助ける働きを果たしているそうです。葉酸が不足すると、赤ちゃんの脳や脊髄といった神経管に障害が起こる「神経管閉鎖障害」のリスクが高まるとされています。細胞分裂の初期の段階から必要となるので、妊娠前からサプリメントで摂取するとよいようです。</p>
      <p>世の中にはいろいろな葉酸サプリが売られていますが、妊婦向けのものはいろいろな栄養素が盛り込まれている分、なにやら高額なサプリが多い印象です。個人的には、DHCやDear Naturaで葉酸と鉄分が配合されたサプリメントが売られているので、これで充分かなぁと思ったりしています。</p>
    </Pagination>
  )
}
