import {Title} from '../../../components/Title'
import {Image} from '../../../components/Image'
import {Pagination} from '../../../components/Pagination'

export default function Page() {
  return (
    <Pagination page={999}>
      <h2>2. スペックを見ながら候補を挙げる</h2>
      <p>目的が定まったら、冒頭で挙げたツール[2]を使いながら端末を選びましょう。</p>
      <p>ここでは、その際に注目するといい項目を挙げていきます。iPhone に比べると比較しておいたほうがいい項目がそれなりに多いのでやや大変ですが、諦めてください。</p>
      <h3>バッテリーの持続</h3>
      <p>朝から晩まで使っても充電なしで1日持ってほしいのか、それともモバイルバッテリーを持ち運ぶことに妥協出来るのかを考慮します。</p>
      <p><strong>何日も持つ端末は現在の技術では不可能なのであきらめてください♨</strong></p>
      <p>スペックに記載されている持続時間は統一された基準が僕の知る限りではあるわけではなく、ぶっちゃけメーカーによって書いてあることが違うことが多い(同じSoCとバッテリー容量なのに待ち受け時間が違うとか余裕である)ので、バッテリー容量以外はあまり信用ならないことが多く、レビューに頼らざるを得ないことが多いです。</p>
      <p>一応測る方法として、まず使われている SoC で Google 検索します。</p>
      <p>そうすると搭載されている CPU がどのレンジの性能なのかがざっくりわかるので、<strong>ハイエンドならそもそもバッテリー持ちに対してあまり期待しない、 ミッドレンジならヘビーに使い倒さなければとりあえず持つ、 ローエンドならSoCの消費電力は確かに減るが、エントリーモデルの場合はバッテリー容量が減らされることが多いのでそれぞれ</strong>ぐらいのざっくりした基準で決めるしかないです。</p>
      <p>まあぶっちゃけここは僕もよくわからんので、やっぱり各種レビューサイトを見て決めましょう。ただし「爆熱」とか書いてあるサイトは煽ってPVを稼ぎたいだけの記事が多いのでそこはあんまり気にしなくていいです。</p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
      <p></p>
    </Pagination>
  )
}
