import {Title} from '../../../components/Title'
import {Image} from '../../../components/Image'
import {Pagination} from '../../../components/Pagination'

export default function Page() {
  return (
    <Pagination page={999}>
      <Title
        title={'街角に佇む謎のアニメ看板マッサージ店の真実に迫る'}
        description={'アニメイラスト看板のマッサージ店は異世界ダンジョンへの入口だった！？'}
        author={'匿名チンピラ（埼玉県在住）'}
        image={'/2023/author/shodai.png'}
      />
      <h2>1.街中で見かける明らかに著作権侵害をしているあの看板</h2>
      <p>繁華街の雑居ビル、商店街の街角、人気のない裏路地、そこにぽつんと佇むどこかで見たゲームやアニメのイラストを用いた看板を君は見たことがあるか？本記事は、その正体に迫るルポルタージュだ。</p>
      <p>私は普段は都内でしがないサラリーマンをしている匿名チンピラ（以下、筆者）だ。私は体に瘴気が溜まるとチンピラになるので、定期的に瘴気を吐き出す必要がある。以前は、池袋、鶯谷、遠征先では飛田新地などを巡ったが、10年以上前のある時に「ダンジョン」と出会った。なんと、その扉の先には異世界が待っていたのだ。</p>
      <p>多くのダンジョンでは、この国の言葉は話されていない。しかし、よく迷い込む人がいるのか、カタコトの日本語を喋る異世界人がいる。今回は記憶に残っているオークやエルフとの出会い、そして激しい戦闘の記憶を書き記す。</p>
      <p>ダンジョンに出会ったきっかけは体に瘴気が溜まりすぎて、混乱していた時だった。職場の目の前に以前から気になる、アニメ看板のマッサージ店があり、気づくと店内へと足を踏み入れていた。その時はまだ、自分が異世界に飛んだことにも気づかなかった。そこには我々とほぼ同じ容姿をした、人間の年齢では30代〜40代ぐらいの中国系の異世界人がいた。「マッサージあるヨ。60分8000円（※筆者注：価格は覚えていないので適当）」日本円は使えるようだ。筆者はそこで身を任せることにしてみた。最初は普通のマッサージだった。しかし、徐々に普通のマッサージとは違う、「何か」を感じた。それは体の凝りを取るような動きではなく、表面を撫でるような手つき。そして、その手は徐々に局部に近づき…しかし、触れるか触れないかで、どこかへ行ってしまう。その不思議な感覚に身を震わせていると、終了時間のベルが鳴った。そして、筆者は瘴気を半端に高ぶらせられたまま、ダンジョンの外へと放り出されてしまった……。</p>
      <p>これはただのマッサージではない。筆者はダンジョンの魅力に取り憑かれ、その後はさまざまなダンジョンの探索に引き込まれていくのだった。</p>
    </Pagination>
  )
}
