import {Title} from '../../../components/Title'
import {Image} from '../../../components/Image'
import {Pagination} from '../../../components/Pagination'

export default function Page() {
  return (
    <Pagination page={999}>
      <h2>2.オークとの激戦</h2>
      <p>あるダンジョンでのことだ。体の中の瘴気を弄ばれ、ある一点に集中させて、快楽に誘うくせに、瘴気を吐き出させてくれない悪魔のような異世界人に出会った。自分にできることといえば「お願いします…」と懇願することだけだ。なんと弱い存在だったんだろう。すると、少し呆れたような表情と共に、瘴気を吐き出させてくれたのだ。俺は弱い。一方で、相手も異世界人とはいえ、お願いすれば瘴気を吐き出させてくれる。この成功体験が次のダンジョン攻略へと筆者を掻き立てた。</p>
      <p>その後は呆れるほどにダンジョンに通い詰めた。はっきり言って大半は粗悪なダンジョンだ。これはマッサージなのか？それとも打撃攻撃なのか？というマッサージも多い。本来、細身のエルフがやるべきであろう、体の上に立って踏まれるマッサージをオークにやられた時は死を覚悟したことだってある。人間の年齢換算で20〜50代ぐらいまでは戦った。</p>
      <p>いくつかのダンジョン探索を経て、筆者がいっぱしの冒険者となった頃、ギルドの掲示板にてあるダンジョンの情報を見かけた。なんと、そこではオークとの戦闘はさらに激しいものとなり、最終的には密着したうえで、合体までしてしまう、と。そんな未知のダンジョンがあるなんて……。迷うことは無かった。次の瞬間に、筆者はダンジョンへと歩き出した。</p>
      <p>そのダンジョンの入り口は御徒町駅南口を出てすぐの場所だ。アカスリの文字があるため、どうやら韓国系のようだ。ダンジョンのくせに、なんて好立地なんだ。（※筆者注：このダンジョンは既に潰れた。具体的な地名を掲載するダンジョンは全て廃業済みなので悪しからず）このダンジョンについて結論から言おう。オークと合体した。当時、30歳にもなっていない若造では、歴戦のオークには太刀打ちできなかった。主導権は全てオークにあったと言ってもいい。人間換算で40〜50歳程度のオークに激しく体を弄ばれたのだ。そして、筆者はさらなるダンジョン沼にハマることになる。筆者は体に瘴気が溜まりやすい性質のため、とにかく安く、激しい戦闘ができることに喜びを覚えた。</p>
      <p>オークは見た目で言えば、若い人間に劣るのはその通りだろう。でも彼女らの中には素晴らしいテクニックを持つものもいた。また、単なる見た目だけではない妖艶さをアピールするものもいた。筆者の瘴気を憤らせるには十分な魅力だった。もちろん、オークも十人十色だ。そっけないオークや、戦闘を作業のようにこなすマシンオークもいる。その「ガチャ」感すら、ダンジョン探索の楽しみなのである。しかし、ダンジョン探索の魅力はこれだけではない。「ガチャ」の先には、さらなる「当たり」もある。それはエルフの存在だ。</p>
    </Pagination>
  )
}
