import {Title} from '../../../components/Title'
import {Image} from '../../../components/Image'
import {Pagination} from '../../../components/Pagination'

export default function Page() {
  return (
    <Pagination page={999}>
      <h2>3.初めて出会ったエルフの話</h2>
      <p>先に述べた通り、ダンジョンの大半がオークとの戦闘だ。しかし、稀にオークに囚われたエルフと出会うこともある。ここでは、記憶に残るエルフについて紹介したいと思う。そのエルフとの出会いは先に挙げた御徒町のダンジョンだ。あれは2018年か2019年だったと思う。その頃にはすっかり常連となり、ダンジョンの管理人とも仲良くなっていた。大きな仕事に区切りがつき、今日はいつもの店ですっきりするか！などと考えてダンジョンにたどり着いた。「新しいコいるよ」そう告げた管理人に部屋へ案内された。</p>
      <p>そこにはエルフがいた。そのエルフの容姿は人間換算で30代後半といったところだ。森の奥に佇んでいそうな、落ち着いていて、細身だが、言葉を選ばないならば、地味な感じだった。見た目の真面目そうな印象の通り、丁寧なマッサージでスタートした。だが、それだけではない。その地味さからは想像できない、妖艶で、ねっとりとしたマッサージへと続くのだ。白く綺麗な素肌との対比も、筆者の瘴気をより激しく活性化させた。そして、このダンジョンといえば、その先がある。エルフはしなやかな体を筆者と重ね、１つになった。至福の時であったことは言うまでもない。当然、このあとは彼女にハマり、通い詰めることとなった。</p>
      <p>彼女はマッサージも非常に上手く、自身で道具を用意してさまざまなマッサージをしてくれた。彼女はヘッドマッサージやフェイスマッサージも上手で、小さな乳棒のようなものでしてくれるフェイスマッサージが気持ちよかったことを今でも覚えている。異世界の彼女たちも美容に興味があり、自身で研究しているのか、ヘッドマッサージやフェイスマッサージが上手いことも多い。読者もダンジョンを訪れた際には試してほしい。</p>
      <p>閑話休題。彼女のもとへ何度か通ったある日、「今日はナシでしよう」と、彼女は言った。異世界人との戦闘でもルールはある。交戦時に一線を超えないための安全装置だ。それを使用しないということは、互いに様々なリスクがある。片方がステータス異常を抱えていれば、もう片方に感染する可能性があるし、なにより異種族間のハーフが生まれる可能性もある。後者はこのようなダンジョンなので、おそらくエルフの魔法で防いでいるのだろうが、前者はそうはいかない。しかし、筆者はその甘美なる誘惑に打ち勝つことはできなかった。というか、特に葛藤もなく大喜びだ。あんな安全装置を装着しない方が気持ちいいに決まっている。そして筆者はますますエルフとの異種族間交流にハマっていくのだった…。</p>
      <p>数か月後、「彼女はヤメチャッタヨ」別れは突然だった。いつも通り意気揚々とダンジョンを訪れると管理人から衝撃の言葉を聞いた。彼女には連絡先を教えてもらっていたため、すぐに電話したが、もう繋がることは無かった。なんでこんな場末のダンジョンにいるんだろう、とは思っていた。自分がもう少し裕福だったら身請けしたい、などと妄想もした。こうして、エルフとの出会いから数か月で夢のような時間は終わってしまったのだ。しかし、こういったことは珍しいことではない。彼女らも何らかの事情を抱えてダンジョンにいるのだろうから、そこから抜け出せたことは喜ぶべきなのかもしれない。さまざまな想いを抱えつつ、筆者は新しいダンジョンを探索する日々へと戻るのだった。</p>
    </Pagination>
  )
}
