import {Title} from '../../../components/Title'
import {Image} from '../../../components/Image'
import {Pagination} from '../../../components/Pagination'

export default function Page() {
  return (
    <Pagination page={999}>
      <p>また、異世界人と交友を深めることで食事に誘われることもある。ある時、その頃よく通っていたダンジョンの管理人から「もう、食事はしたカ？」と聞かれた。「食べていない」と答えると、食卓へと誘われた。管理人、先ほどまで激しい戦闘を繰り広げたオーク、自分、という３人で食卓を囲んだ。申し訳ないことに、あまり口に合う味ではなかったが、これが彼女らの故郷の味に近いのかと思うと、自分の見識が広がる一つのイベントではあったと思う。このように、味は保証しないが、さらなる友好関係を築くことができるかもしれない。</p>
      <h2>5.あの日抱いた花の名前を僕達はまだ知らない。</h2>
      <p>今回のルポはいかがだっただろうか。筆者も10年ものダンジョン探索の経験を酒の肴に話すことはあれど、本という形あるものにするのは初めてなので、楽しんでもらえたか不安である。</p>
      <p>街中はダンジョンに溢れている。筆者は新しいダンジョンを探すのが楽しすぎて、会社から自宅までの全駅で途中下車を試みた時期もあった。それだけでは飽き足らず、会社から家までの線路沿いを各駅周辺で看板を探して彷徨いながら帰ったこともある。20kmほどもあるので、さすがに１晩で全て歩くことは少なかったが、フィールドワークのような気持ちで、どこかで降りて数駅歩くというのはざらだった。また、普段は東京都区部の探索が中心だったが、地方に出張したときは、現地のダンジョンへ潜ることも欠かさなかった。地方ごとの特色、という程ではないが、中には「今空いている嬢が全員出てきて指名できるダンジョン」など初めて見るタイプのものもあり、興味深さを覚えた。</p>
      <p>途中で少し触れたが、ステータス異常になることはある。これはもう仕方がない。先に挙げたような、安全装置の有無にかかわらず、そういったリスクは発生する。もちろん、常識的には安全装置は付けるべきだ。だが、こんな記事で常識を語っても仕方がないから本音で語らせてもらう。筆者はこの10年で数回のステータス異常を経験したが、今のところ重篤なものは無い。そうなる可能性は理解しているが、それは覚悟の上だ。ダンジョンで病気をもらうのは、冒険者にとっては名誉の負傷だろ？まぁ、教会より発達した現代医療に感謝し、その恩恵に預かろう。</p>
      <p>筆者は、コロナ禍にてテレワークになったため、都区部からは少し離れた埼玉の片田舎に引っ越した。ダンジョン探索という趣味が10年も続くとは思っていなかったが、どうしても溜まってしまう瘴気の解消には必要だった。しかし、それもこの片田舎では難しいだろうから卒業か、と考えていた。しかし、好奇心が完全に失われたわけではない。流石に無いだろう、と思いつつも最寄りのターミナル駅でダンジョン情報を探してみると…。なるほど、まだまだダンジョンとの付き合いは続きそうだ。</p>
      <p>瘴気を抱えた読者がいるならば、ほんの少しの勇気を出して異世界での異文化交流にチャレンジしてみてはいかがだろうか。なお、この物語はフィクションである。</p>
    </Pagination>
  )
}
