import {Title} from '../../../components/Title'
import {Image} from '../../../components/Image'
import {Pagination} from '../../../components/Pagination'

export default function Page() {
  return (
    <Pagination page={999}>
      <h2>１３ コスプレ＋更衣室</h2>
      <p>男子は適当！！女子は、ちゃんと閉じられた空間を作り女子のスタッフを入口に張り付け必須。出入り口は、パーテーションでL字型に作ると良い感じ。</p>
      <h2>１４ 配置と設営図面</h2>
      <p>サークルは、大手の列形成が簡単場所に。合体サークルはちゃんとお隣同士に。</p>
      <p>細かいところだと、女性サークルは隣が男性だけにならないようお隣同士や、島は時にするなど逃げ道をつけてあげれば、最悪を回避できる事も。</p>
      <h2>１５ 見本誌の有無と、回収する場合の方法</h2>
      <p>見本誌の大原則は、何かあった時の為の資料であり、将来はそのジャンルの貴重な資料なので、回収する場合は大切にしよう。</p>
      <p>回収方法は、スペースに封筒を置いておき必要事項を記入（代表名、スペースNo、サークル名、提出する物の名前、数）が有れば最低限OK。それを本部に持って気もらうか、スタッフが回収に向かうかはお好きな方で。</p>
      <p>どうでも良いけど、ビッグサイト東全館分の見本誌を目の前にすると、いくら好きなジャンルでも読む気がうせるぞ！！</p>
      <h2>１６ 通行証を作る</h2>
      <p>開催日、イベント名、通行証の使える時間、を最低限記入しよう！！</p>
      <p>それ以外はお好きなように。お勧めは名刺サイズ！！</p>
      <h2>１７ カタログを作る</h2>
      <p>これは、、、同人誌を作る感覚で適当に作ろう！！</p>
      <p>表紙は、予算が足りなければ、チラシでOK。部数は200～300作って完売すれば最初はOK。値段は、500円ぐらいが良いかと。</p>
      <h2>１８ カタログの委託</h2>
      <p>2週間程度おければ理想。チラシを置かしてくれた店舗にはかならず委託しよう。それが礼儀だぞ！！</p>
    </Pagination>
  )
}
