import {Title} from '../../../components/Title'
import {Image} from '../../../components/Image'
import {Pagination} from '../../../components/Pagination'

export default function Page() {
  return (
    <Pagination page={999}>
      <h2>１９ スタッフ弁当とドリンクと打ち上げ</h2>
      <p>弁当は500円前後が基本、ドリンクは1人数本程度、打ち上げ台はこの規模ならスタッフにも負担してもらう事は良くある。売り上げが上がれば、皆におごってあげたいね！！</p>
      <h2>２０ 備品</h2>
      <p>白い紙が超必須！！これが100枚あればどんな事が起きても大丈夫。</p>
      <p>後は、腕章、IDケース、ボールペン、マッキー、養生、ガムテープ、ハサミ、カッター位を、浅草橋のシモジマや100円ショップで購入しよう。</p>
      <h2>２１ 宅配便</h2>
      <p>実は、これ早々に決めなきゃいけないのだけど宅配便で荷物を送るサークルさんの為に、会場が配達区域に入ってる宅配便の店舗に電話して、荷物は朝の9時～10時に持ってきてと必ずお願いしよう。</p>
      <p>あと、その時に着払いを50枚ぐらいもらっておき、16時ごろに回収に来てと頼むのも忘れずに。</p>
      <h2>２２ 当日直前のスタッフ会議</h2>
      <p>決まってる事や当日のタイムスケジュールなど再確認しよう！！</p>
      <p>ここから当日。配置図面を皆にわたしてザクザク設営！！開場が出来たらサークル入場の時間だ。見本誌回収したり、まあ、、、うん、普通に頑張ろう！</p>
      <p>開場直後は、人気サークルがこむからその近辺をちゃんと混雑対応すれば、この規模ならまあ、大丈夫。撤収は、ゴミの処理だけ気をつけて。打ち上げの時に経費精算を忘れずに。</p>
      <p>終わって家に帰ったら、Twitterで今日のつぶやき検索したり疲れて寝ちゃう前に、スタッフ皆にお礼のメールかラインに一言書きましょう。で、イベント開催前はすげーつかれるけど、布団に入ってると次のイベントの事を考えてるようになったら君も立派なイベント代表だ！！</p>
      <h2>費用</h2>
      <p>気になる費用の話。</p>
      <p>気になる開催費用ですが、10万円あれば開催できます。</p>
      <p>10万円で、会場費とチラシ代を確保。申し込み用のチラシイラストでカタログ作って、カタログの売り上げでその後の支払いが出来ればOK!!カタログ代は印刷所によってはイベント終わった後でOKと言う所もあるので、それを探そう！！</p>
    </Pagination>
  )
}
