import {Title} from '../../../components/Title'
import {Image} from '../../../components/Image'
import {Pagination} from '../../../components/Pagination'

export default function Page() {
  return (
    <Pagination page={999}>
      <h2>おわりに</h2>
      <p>さて、最後はかなり駆け足気味だし、細かいところで足りない説明は多々ありますが、これが私が即売会を開く際に気をつけてる事になります。即売会は、本当に事前が大変で、正直お勧めはしません。でも、それを押してでもやりたいと言う気持ち、ジャンルを盛り上げたいという気持ちが有るなら止めません。</p>
      <p>私は、グルコミを始めて、飲食ジャンルの先頭集団の中で走ってると思ってます。そして飲食ジャンルの売り上げがショップでここ数年上がってると聞くと、少なからずとも自分もその売り上げUPに貢献しており、最高な気分になります！！これが即売会を開催するうえでの一つの喜びだと思ってます。</p>
      <p>好きなジャンルの即売会を開いて、好きなジャンルが発展する、、、最高じゃないですか。毎回成功するとも限らないし、失敗の方がはるかに多い即売会、、、不思議な魅力ですねｗ</p>
      <p>近年即売会の数が減っていたり、発表するだけならネットで良いじゃんと言う話をよく聞きます。しかし！！我々はリアルに生きてるんです！！生きてる以上動けて、生で感じられる体が有るなら絶対リアルイベントは楽しいんです！！これは絶対誰にも変えられない不変のものです！！なので、即売会開いて誰も来なかったらどうしようなんて考えなくて大丈夫！！考えるのはどうすれば面白くなるか?だけでいいんです！！</p>
      <p>幸い世の中には沢山のイベント主催が居ます。私以外にもきっと彼らは、この地獄、、、楽しみをやる人には快く色々教えてくれると思います。私たちは何時でも皆様をお待ちしております！！即売会名は決まりましたか？</p>
    </Pagination>
  )
}
