import {Title} from '../../../components/Title'
import {Image} from '../../../components/Image'
import {Pagination} from '../../../components/Pagination'

export default function Page() {
  return (
    <Pagination page={72}>
      <p>このほか、妊娠に効果があるとされているのがビタミンDです。イギリスで行われた調査で、体外受精を受けた女性を調べたところ、ビタミンDが足りている女性のほうが着床率や妊娠率、出生率などが高かったとのこと[*4]。ビタミンDはカルシウムの吸収や骨の成長を促す効果もあるので、カルシウムと一緒に摂取しておくと良さそうです。</p>
      <h4>2.3.2. ヨガをする</h4>
      <p>筆者はもともとヨガが趣味で、主に美容のために常温ヨガとホットヨガの2つに通っていました。ホットヨガは高温多湿にしたスタジオ内で行うヨガで、めっちゃ汗をかくので肌が潤って良いのですよね。筆者が通っていたホットヨガスタジオでは入会時のアンケートで入会目的の欄に「妊活」という項目があり、身体を温めることが妊娠につながると期待されていたようです。その効果があったかどうかはわかりませんが、汗をかくことで血の巡りが良くなり、結果として生理痛が緩和されたということはありました。</p>
      <p>一方、常温ヨガは普通のスタジオで行うヨガで、そこまで汗をかかないものの、オンラインで自宅で行うこともできたり、ホットヨガよりも一つ一つのポーズをじっくり行えるのでよりポーズを深めていくことができたりします。マタニティヨガとよばれる、妊娠中も行えるヨガもあるので、個人的にはとてもお勧めです。</p>
      <h2>3．子どもができた…！？</h2>
      <h3>3.1. ついに妊娠検査薬の登場です</h3>
      <p>さて、本題に戻ります。人工授精をして、いつまでも生理が来ない場合。それはすなわち、妊娠の可能性を意味します。ルナルナさんも併用していれば、生理予測日がわかるので、いまかいまかと待ち構えましょう。</p>
      <p>毎朝測る体温計で高温期が続き、生理予測日から1週間経っても生理が来なければ、妊娠検査薬の登場です。筆者の場合、ドラッグストアで購入した妊娠検査薬を使って調べました。使い方としては排卵日予測検査薬と同様に、尿にキットを浸してしばらく待つと陽性かどうかがわかります。よく漫画などで、線がくっきり出ているキットを見せびらかすシーンがありますが、自分事としてやってみると尿がかかったものを振り回すのは衛生的にドン引きですね...。自分は写真に撮ったものをパートナーに見せました。</p>
      <h3>3.2. クリニックでの検査、そして転院へ</h3>
      <p>陽性反応が出たのでクリニックに電話をし、翌日診察を受けることに。再び尿検査をして、妊娠の認定をしてもらいました。エコーでは子宮内にある小さな黒い点（赤ちゃんが入った「胎のう」と呼ばれる袋）を見ることができます。この黒い点がどこにあるかが重要で、子宮以外の場所に着床していた場合はせっかく妊娠していても赤ちゃんが育つことができず、薬物や手術により取り除く必要が出てきます。なお、この時点では5週目とカウントされ、まだ心拍がありません。</p>
    </Pagination>
  )
}
