import {Pagination} from '../../../components/Pagination'

export default function Page() {
  return (
    <Pagination page={999}>
      <p>そういえば、始めた動機の一つに、「タバコで一服の代わりにならないかな」というのもあった。リモートワークで喫煙所に行かなくてもタバコが吸えるようになり、喫煙量が増えてしまった。健康はともかく、あらためて考えると金銭的な負担がけっこうなものである。なお、この目的は達成できず、単にキューブに対する出費が増えただけだった。</p>
      <p>人間には、散らかっているものを整頓したいという欲求があるのではないかと思っている（逆の人も多そうだが）。そういう欲求が強い人にも向いているかもしれない。</p>
      <h2>キューブの選び方</h2>
      <p>良く分からないならメガハウスが売っている公式の「ルービックキューブ」を買えば良いと思うだろう。これはおすすめしない。中国メーカーのキューブを買ったほうが良い。「中国製」と聞いてパチモンと思う人もいそうだが、少なくともキューブに関しては、中国メーカーのもののほうが性能が良い。どうも中国でキューブが流行っているらしく、頑張っているメーカーが多いのだろう。</p>
      <p>この手の中国メーカーのキューブは、ヨドバシなどの店頭やAmazonのAmazon販売では売っておらず、入手性に少しだけ難がある。「TORIBOストア」か「smartship store」の通販で買うのが良いだろう。Amazonのマーケットプレイスでも良いかもしれない。</p>
      <p>私は「GAN14 MagLev Stickerless Frosted」をメインに使っている。1万円くらい。金に糸目を付けないというなら良い選択だと思う。私が買ったものの中で安いものだと「QiYi M Pro 3x3x3 Stickerless」が良かった。簡易パッケージ版だと1,000円ちょっと。</p>
      <p>色々と買ったり他の人の評判を見ていたりすると、5,000円くらいまでは高いものは高い分だけ良くなる。そこから先は、たしかに高いものは良いのだけど……でも、まあ、好みの差かな……という感じである。財布と相談しつつ、インターネット上の評判を見つつ選べば良いだろう。</p>
      <p>キューブは何十年も前からあるが、2023年現在でも技術が進歩している感がある。5年前に絶賛されていたものよりは、最近発売されたもののほうが良いだろう。</p>
      <p>選ぶときの参考になるだろうということと、最近のキューブはこんな感じなのだという紹介を兼ねて、キューブの商品説明に出てくる用語を解説する。</p>
    </Pagination>
  )
}
