import {Pagination} from '../../../components/Pagination'

export default function Page() {
  return (
    <Pagination page={999}>
      <h3>FMC</h3>
      <p>速く揃えるのではなく、短い手数で揃える競技。大会は何かの試験会場のような雰囲気で、時間になったらスクランブル（キューブを崩す手順）と解答用紙が渡される。制限時間の1時間の中で、問題のスクランブルで崩したキューブを揃えられるようななるべく短い手順を解答用紙に書いて提出する。</p>
      <p>最初は「それの何が楽しいんだ……」と思っていたが、取り組んでみたらなかなか面白かった。3x3x3キューブの場合、手順を覚えればたしかに速くはなるが、単に覚えるだけではダメで、それを瞬時に判断し、素早く回せるようになる必要がある。FMCの場合はある程度時間に余裕があるので、手順を覚えるとすぐにそれを活用して手数を縮めることができる。勉強が好きな人に向いているかもしれない。</p>
      <h2>まとめ</h2>
      <p>2024年の趣味にルービックキューブはいかがでしょう。</p>
    </Pagination>
  )
}
