import {Pagination} from '../../../components/Pagination'
import {PrologueContainer} from '../../../components/PrologueContainer'

export default function Page() {
  return (
    <Pagination page={999}>
      <PrologueContainer>
        <p>例えば、カウンターの向かいに座っている両腕サイバネアームの目立つ小柄の男は、そのまるでポケットに入りそうな容姿とは裏腹に、軍用の<ruby>人工神経<rt>メタル</rt></ruby>で武装した<ruby>兵士<rt>ランナー</rt></ruby>で、ポケット<ruby>狂戦士<rt>バーサーカー</rt></ruby>と呼ばれている。２０３４年の都庁襲撃事件の中心人物で、国際手配されている男。そしてその隣にいる、狂った笑いを浮かべながら壊れた<ruby>携帯電話<rt>デッキ</rt></ruby>で、２０年以上前に終わったソーシャルゲーム<ruby>煌光幻想記<rt>きららファンタジア</rt></ruby>のハック版を遊んでいる男が、かつてインターネットを破壊した伝説のハッカー、ウインターカメリアだ。当然、国際指名手配。</p>
        <p>そんなヤバいやつらが、平然とこのカスみたいなビールを飲んでいる店。それがオメガ・BARの存在価値なのだ。<ruby>最先端<rt>エッジランナーズ</rt></ruby>が集まり、<ruby>仕事<rt>ラン</rt></ruby>のやりとりをしている場所。サイバーメタルたちの拠り所。</p>
        <i>「ヒャッハー！ながいたんだぁーーーー！」</i>
        <p>突然、テーブル席に座っていた集団が騒ぎ出す。</p>
        <p>店中のランナーたちの視線が、そのテーブルに向けられる。だが、テーブルで騒いでいるチンピラどもはそんなことは一切気にとめてもいなかった。</p>
        <i>「やっぱ最高ですなぁ〜〜〜でしょう〜〜〜D氏〜〜〜〜」</i>
        <i>「やっぱながいたんでござるなぁ〜〜〜〜†KUSANO†氏〜〜〜〜」</i>
        <p>店内のビジョンに流れている<ruby>動画断片<rt>チューブ</rt></ruby>に映った、５０年前のアイドル動画に興奮しているらしいチンピラたちを、誰もが冷たい視線で眺めていた。</p>
        <i>「弐万園、即金出そう、ランナーズ」</i>
        <p>誰かがぼそっとそうつぶやいた。</p>
        <i>「待ってました」</i>
        <p>Nクラウドは、低く響くような声を出して立ち上がり、</p>
        <i>「３秒だ」</i>
        <p>そうつぶやくと同時、<ruby>義手<rt>アーム</rt></ruby>に仕込まれた<ruby>技巧<rt>トリック</rt></ruby>を解放する。</p>
        <i>「ヒャッハー！」</i>
        <p>チンピラたちの断末魔は、一瞬で止んだ。ポケット<ruby>狂戦士<rt>バーサーカー</rt></ruby>のわざとらしい拍手が、静かに店内に響き渡る。</p>
        <i>「……ミンチは勘弁してくれよ」</i>
        <p>金髪のバーテンダーはそう言いながら、チンピラ”だったもの”に近づいて、バラバラの肉片の中に埋もれていた<ruby>回路<rt>チップ</rt></ruby>を取り出した。</p>
        <i>「サイバーメタルチンピラの<ruby>記憶<rt>メモリ</rt></ruby>、か。まったく」</i>
        <p>バーテンダーは興味なさそうにそのチップをうなじの後ろにあるスロットに差し込み、ロードしながら薄ら笑いを浮かべていた。</p>
        <p style={{textAlign: 'right'}}>寄稿：檻総文人</p>
      </PrologueContainer>
    </Pagination>
)
}
