import {Title} from '../../components/Title'

export default function Page() {
  return (
    <div>
      <p>
        さて、本ルールをもう少し詳しく見ていきましょう。
        次に示すのは筆者が履歴書や職務経歴書を管理するGit Repositoryに記録しているスリーカウント転職ルールの規約です。
      </p>
      <ul>
        <li>内容がポジティブでネガティブであれ、等しく1カウントとして数える</li>
        <li>どんなに些細であっても動機を否定したり無視せず1カウントとする</li>
        <li>ただし、過去と同一の理由はカウントしない</li>
        <li>3カウントたまった時点で転職活動を開始する</li>
        <li>諸般の事情に転職活動を即座に開始できないと判断した場合、最大半年後を期限とした退職届を提出する(*2021年新規追加)</li>
      </ul>
      <p>
        世の中には実に様々な転職理由が存在します。
        「チャレンジしたくなった」とポジティブな視点のものから「会社に不満がある」といったネガティブなもの、「もうすぐ30歳になるから」という区切りを理由としたものまで多様です。
        これにいちいち重みをつけてしまうと悩みの種になりそうなので、公平に1カウントとして扱うことにして悩む要素を減らすようにしています。
        些細な理由を無視しない点も同様に悩みたくないからです。
      </p>
      <p>
        とはいえ、なんでもかんでも1カウントにしてしまうと転職回数が増大しやすくなってしまいますし、成長が感じられません。
        そこで過去に採用した転職動機はカウントに含めないようにすることで退路を断ち、同じことを繰り返さないように心掛けています。
      </p>
      <p>
        最後の退職云々の項目は最近になって追加したものです。
        転職を決意したものの業務が忙しすぎて企業情報集めもままならず、そのままでは転職活動を開始できないという事態に陥ってしまったことがきっかけとなってこの項目を作成しました。
        半年を目途にしているのは、それくらいあればさすがに引継ぎと有給休暇消化が終わるだろうと考えているためです。
        この項目についてはまだ事例が少ないため、もしかしたらマイナーアップデートすることがあるかもしれません（そうそう何度もあってたまるか）。
      </p>
      <h2>実例</h2>
      <p>
        本節では実際に筆者がスリーカウント転職ルールを用いたときの動機の一部を紹介します。
        さすがに全部は公開できないので、いくつかピックアップしてみました。
      </p>
      <h3>理由A. 勉強会で見知った人が退職予定だと知った</h3>
      <p>
        これは新卒入社した企業を退職したときの理由のひとつです。
        見知った人がいたことと、とあるプログラミング言語での開発に興味があったこともあって入社を決意した会社でした。
      </p>
      <p>
        筆者は就職活動が比較的早くに終了したこともあって、入社意思を固めてから実際の入社までに数か月の空き時間がありました。
        しかしその後、会社で何があったのかはわかりませんが、私が仕事を始める頃には見知った人の一部が既にいないかまもなく退職予定ということになっていました。
        その人たちがいると知っていたことが入社を決めた要因のひとつにしていた筆者は（若かったこともあって）転職を意識することになりました。
        しかし、さすがに新卒入社した会社を速攻で退職するのはどうなのと考えた結果、スリーカウント転職ルールを制定するに至ったのでした。
      </p>
    </div>
  )
}
