import {Title} from '../../components/Title'

export default function Page() {
  return (
    <div>
      <p>
        これは典型的なネガティブ要因の転職動機でしたね、いや～若かったなぁ。
      </p>
      <p>
        とはいえ、ここまで会社にストレートに不満を抱くパターンは実はそんなになかったりします。
      </p>
      <h3>理由B. 30歳</h3>
      <p>
        とある会社から転職する際の動機のひとつとなったのが「もうすぐ30歳になるから」でした。
        既に2カウントに至っていた状態だったので、環境を変えるには丁度良いタイミングなのだろうと考えた覚えがあります。
      </p>
      <p>
        この理由の興味深い(?)ところはチャレンジ精神といった類は一切関係がない点です。
        単に区切りとして都合がよかったので理由にした、以上の話はありません。
        それくらいの理由で転職してしまっても良いのではと筆者は考えています……が、企業側から見たらリスク人材でしょうねぇ。
        3年以上勤めていない人を敬遠したくなるのはこういうことを考える人間がいるからかもしれません。
      </p>
      <p>
        続いて、同じ区切り話ではあるが切り口が異なる事例を紹介します。
      </p>
      <h3>理由C. 入社からX年経過</h3>
      <p>
        ある企業に勤めていたとき、2カウントとなってから数か月後。
        スケジュール確認のためにカレンダーアプリを開いたときに入社からX年経ったことに気が付き、そしてふと思ったわけです。
      </p>
      <p>
        「区切り良いじゃん」
      </p>
      <p>
        年齢ネタではないのでかぶってない、良し！
        というわけで無事に転職動機にカウントされたのでした。
      </p>
      <p>
        今後の人生で年齢ネタと年数ネタが使えなくなってしまったのがちょっと心配な点です。
        でもまぁ、なんとかなるでしょ人生だもの。
      </p>
      <h3>とある企業からの転職理由</h3>
      <p>
        とある企業から転職しようと思い至った理由については、セットで紹介するべきだと思ったのでまとめて紹介します。
      </p>
      <ul>
        <li>朝が早くてつらい</li>
        <li>スーツが面倒</li>
        <li>東京が遠い</li>
      </ul>
      <p>
        この会社は09:00 ~ 18:00の定時勤務を採用し、毎日オフィスに通勤する際にはスーツの着用が必要でした。
        COVID-19が流行する以前の受託SIによくあるパターンだと思われます。
      </p>
    </div>
  )
}
